Repository: koosdaniel/szimjontimi.hu
Catalog: plugins/learnpress/learnpress-*.po
Languages: hu_hu

source: Fijian dollar
hu_hu: Fidzsi dollár

source: CFP franc
hu_hu: CFP frank

source: Gambian dalasi
hu_hu: Gambiai dalasi

source: Georgian lari
hu_hu: Grúz lari

source: Ghanaian cedi
hu_hu: Ghánai cedi

source: Gibraltar pound
hu_hu: Gibraltári font

source: Guatemalan quetzal
hu_hu: Guatemalai quetzal

source: British pound
hu_hu: Brit font

source: Guinean franc
hu_hu: Guineai frank

source: Guyanese dollar
hu_hu: Guyanai dollár

source: Haitian gourde
hu_hu: Haiti gourde

source: Honduran lempira
hu_hu: Hondurasi lempira

source: Hong Kong dollar
hu_hu: Hongkongi dollár

source: Hungarian forint
hu_hu: Magyar forint

source: Icelandic króna
hu_hu: Izlandi korona

source: Indian rupee
hu_hu: Indiai rúpia

source: Indonesian rupiah
hu_hu: Indonéz rúpia

source: Iranian rial
hu_hu: Iráni rial

source: Iraqi dinar
hu_hu: Iraki dinár

source: Israeli new sheqel
hu_hu: Izraeli új sékel

source: Jamaican dollar
hu_hu: Jamaicai dollár

source: Japanese yen
hu_hu: Japán jen

source: Jordanian dinar
hu_hu: Jordán dinár

source: Kazakhstani tenge
hu_hu: Kazah tenge

source: Kenyan shilling
hu_hu: Kenyai shilling

source: North Korean won
hu_hu: Észak-koreai won

source: Kuwaiti dinar
hu_hu: Kuvaiti dinár

source: Kyrgyzstani som
hu_hu: Kirgiz som

source: South Korean won
hu_hu: Dél-koreai won

source: Laotian kip
hu_hu: Laoszi kip

source: Latvian lats
hu_hu: Lett lats

source: Lebanese pound
hu_hu: Libanoni font

source: Lesotho loti
hu_hu: Lesothoi loti

source: Liberian dollar
hu_hu: Libériai dollár

source: Libyan dinar
hu_hu: Líbiai dinár

source: Swiss franc
hu_hu: Svájci frank

source: Lithuanian litas
hu_hu: Litván litas

source: Macanese pataca
hu_hu: Makaói pataca

source: Macedonian denar
hu_hu: Macedón denár

source: Malagasy ariary
hu_hu: Madagaszkári ariary

source: Malawian kwacha
hu_hu: Malawi kwacha

source: Malaysian ringgit
hu_hu: Malajziai ringgit

source: Maldivian rufiyaa
hu_hu: Maldív-szigeteki rufiyaa

source: Mauritanian ouguiya
hu_hu: Mauritániai ouguiya

source: Mauritian rupee
hu_hu: Mauritiusi rúpia

source: Mexican peso
hu_hu: Mexikói peso

source: Moldovan leu
hu_hu: Moldovai leu

source: Mongolian tugrik
hu_hu: Mongol tugrik

source: Moroccan dirham
hu_hu: Marokkói dirham

source: Mozambican metical
hu_hu: Mozambiki metikális

source: Namibian dollar
hu_hu: Namíbiai dollár

source: Nepalese rupee
hu_hu: Nikaraguai córdoba

source: Nigerian naira
hu_hu: Nigériai naira

source: Norwegian krone
hu_hu: Norvég korona

source: Omani rial
hu_hu: Ománi rial

source: Pakistani rupee
hu_hu: Pakisztáni rúpia

source: Panamanian balboa
hu_hu: Panamai balboa

source: Papua New Guinea kina
hu_hu: Pápua Új-Guinea kina

source: Paraguayan guarani
hu_hu: Paraguayi guarani

source: Peruvian nuevo sol
hu_hu: Perui nuevo sol

source: Philippine peso
hu_hu: Fülöp-szigeteki peso

source: Polish zloty
hu_hu: Lengyel zloty

source: Qatari riyal
hu_hu: Katari riyal

source: Romanian leu
hu_hu: Román leu

source: Russian ruble
hu_hu: Orosz rubel

source: Rwandan franc
hu_hu: Ruandai frank

source: Samoan tālā
hu_hu: Szamoai tālā

source: São Tomé and Príncipe dobra
hu_hu: São Tomé és Príncipe dobra

source: Saudi riyal
hu_hu: Szaúdi riyal

source: Serbian dinar
hu_hu: Szerb dinár

source: Seychellois rupee
hu_hu: Seychelle-szigeteki rúpia

source: Sierra Leonean leone
hu_hu: Sierra Leone-i leone

source: Singapore dollar
hu_hu: Szingapúri dollár

source: Solomon Islands dollar
hu_hu: Salamon-szigeteki dollár

source: Somali shilling
hu_hu: Szomáli shilling

source: South African rand
hu_hu: Dél-afrikai rand

source: Sri Lankan rupee
hu_hu: Srí Lanka-i rúpia

source: St. Helena pound
hu_hu: Szent Ilona-i font

source: Sudanese pound
hu_hu: Szudáni font

source: Surinamese dollar
hu_hu: Suriname-i dollár

source: Swazi lilangeni
hu_hu: Szvázi lilangeni

source: Swedish krona
hu_hu: Svéd korona

source: Syrian pound
hu_hu: Szíriai font

source: New Taiwan dollar
hu_hu: Új tajvani dollár

source: Tajikistani somoni
hu_hu: Tádzsik szomoni

source: Tanzanian shilling
hu_hu: Tanzániai shilling

source: Tongan pa’anga
hu_hu: Tongai pa’anga

source: Trinidad and Tobago dollar
hu_hu: Trinidad és Tobago dollár

source: Tunisian dinar
hu_hu: Tunéziai dinár

source: Turkish lira
hu_hu: Török líra

source: Turkmenistani manat
hu_hu: Türkmenisztáni manat

source: Ugandan shilling
hu_hu: Ugandai shilling

source: Ukrainian hryvnia
hu_hu: Ukrán hrivnya

source: United Arab Emirates dirham
hu_hu: Egyesült Arab Emírségek dirham

source: Uruguayan peso
hu_hu: Uruguayi peso

source: Uzbekistani som
hu_hu: Üzbegisztáni szom

source: Venezuelan bolivar
hu_hu: Venezuelai bolivar

source: Vietnamese dong
hu_hu: Vietnámi dong

source: Yemeni rial
hu_hu: Jemeni rial

source: Zambian kwacha
hu_hu: Zambiai kwacha

source: Zimbabwean dollar
hu_hu: Zimbabwei dollár

source: Jersey pound
hu_hu: Jersey-i font

source: %s week
hu_hu: %s hét

source: %s day
hu_hu: %s nap

source: %s hour
hu_hu: %s óra

source: %s minute
hu_hu: %s perc

source: Cart
hu_hu: Kosár

source: Enable cart
hu_hu: Kosár engedélyezése

source: Check this option to enable users to purchase multiple courses at one time.
hu_hu: Jelölje be ezt az opciót, hogy a felhasználók egyszerre több kurzust is vásárolhassanak.

source: Add to cart redirect
hu_hu: Kosárba helyezés átirányítása

source: Redirect to checkout immediately after adding the course to the cart.
hu_hu: A kurzus kosárba helyezése után azonnal átirányítás a pénztárhoz.

source: AJAX add to cart
hu_hu: AJAX kosárba helyezés

source: Using AJAX to add the course to the cart.
hu_hu: Az AJAX használata a kurzus kosárba helyezéséhez.

source: Cart page
hu_hu: Kosár oldal

# static-page-name
source: Checkout
hu_hu: Pénztár

# static-page-name
source: Courses
hu_hu: Kurzusok

# static-page-name
source: Profile
hu_hu: Profil

# static-page-name
source: Become a Teacher
hu_hu: Tanárként regisztráció

source: Loading...
hu_hu: Betöltés...

source: Get A Passing Grade
hu_hu: Szerezz megfelelő jegyet

source: Evaluate by the number of completed lessons per the total number of lessons.
hu_hu: Az elvégezett leckék számának értékelése a teljes leckeszámhoz képest.

source: E.g: If a course has 10 lessons and a user completes 5 lessons, then the result is 5/10 (50%).
hu_hu: Példa: Ha egy kurzusnak 10 leckéje van, és a felhasználó elvégez 5 leckét, akkor az eredmény 5/10 (50%).

source: Evaluate by the result of the final quiz in the course. You have to add a quiz at the end of the course.
hu_hu: Értékelés a kurzus végén lévő végső kvíz eredménye alapján. Hozzá kell adnia egy kvízt a kurzus végéhez.

source: Evaluate by the number of passed quizzes per the total number of quizzes.
hu_hu: Az elvégzett kvízek számának értékelése a teljes kvízszámhoz képest.

source: E.g: If the course has 10 quizzes and the user passes 5 quizzes, then the result is 5/10 (50%).
hu_hu: Példa: Ha a kurzusnak 10 kvíze van, és a felhasználó 5 kvízt teljesít, akkor az eredmény 5/10 (50%).

source: Evaluate by the number of correct answers per the total number of questions.
hu_hu: A helyes válaszok számának értékelése a teljes kérdésszámhoz képest.

source: E.g: If the course has 10 questions and the user corrects 5 questions, then the result is 5/10 (50%).
hu_hu: Példa: Ha a kurzusnak 10 kérdése van, és a felhasználó 5 kérdést javít, akkor az eredmény 5/10 (50%).

source: Evaluate by the number of achieved scores per the total score of the questions.
hu_hu: Az elért pontszámok számának értékelése a kérdések teljes pontszámához képest.

source: Evaluate via lessons
hu_hu: Értékelés leckék alapján

source: Evaluate via results of the final quiz
hu_hu: Értékelés a végső kvíz eredménye alapján

source: Evaluate via passed quizzes
hu_hu: Értékelés elvégzett kvízek alapján

source: Evaluate via questions
hu_hu: Értékelés kérdések alapján

source: Evaluate via mark
hu_hu: Értékelés jegy alapján

source: Heads up! Please backup before upgrading!
hu_hu: Figyelem! Kérjük, készítsen biztonsági másolatot a frissítés előtt!

source: The latest update includes some substantial changes across different areas of the plugin. We highly recommend you backup your site before upgrading, and make sure you first update in a staging environment
hu_hu: A legfrissebb frissítés jelentős változásokat tartalmaz a bővítmény különböző területein. Nagyon ajánljuk, hogy készítsen biztonsági másolatot az oldalról a frissítés előtt, és győződjön meg arról, hogy először frissíti egy tesztelési környezetben.

# breadcrumb
source: Home
hu_hu: Kezdőlap

source: Fill out the form and send us your request
hu_hu: Töltse ki az űrlapot, és küldje el nekünk a kérelmét

source: Back to class
hu_hu: Vissza a kurzushoz

source: Final
hu_hu: Végső

source: Course Sidebar
hu_hu: Kurzus oldalsáv

source: Widgets in this area will be shown in a single course
hu_hu: A térségben lévő widgetek egyetlen kurzuson lesznek megjelenítve

source: All Courses
hu_hu: Minden kurzus

source: Widgets in this area will be shown on all course pages
hu_hu: A térségben lévő widgetek az összes kurzus oldalon meg fognak jelenni

source: All levels
hu_hu: Minden szint

source: Beginner
hu_hu: Kezdő

source: Intermediate
hu_hu: Középhaladó

source: Expert
hu_hu: Szakértő

source: LearnPress webhook %s process completed
hu_hu: A LearnPress webhook %s folyamat befejeződött

source: User is invalid.
hu_hu: Érvénytelen felhasználó.

source: Quiz is invalid.
hu_hu: Érvénytelen kvíz.

source: Course is invalid.
hu_hu: Érvénytelen kurzus.

source: Please enroll in the course before starting the quiz.
hu_hu: Kérjük, iratkozzon be a kurzusra a kvíz elkezdése előtt.

source: You have already finished the course of this quiz.
hu_hu: Már befejezte ennek a kvíznek a kurzusát.

source: You have already started or completed the quiz.
hu_hu: Már elkezdte vagy befejezte a kvízt.

source: You have not start the quiz.
hu_hu: Nem indította el a kvízt.

source: You have not completed the quiz.
hu_hu: Nem fejezte be a kvízt.

source: You have exceeded the number of retakes.
hu_hu: Túllépte a megismétlések számát.

source: Thank you. Your order has been received.
hu_hu: Köszönjük. Megrendelése sikeresen megérkezett.

source: Cancelled
hu_hu: Megszüntetve

source: On hold
hu_hu: Függőben

source: Refunded
hu_hu: Visszatérítve

source: %s (Guest)
hu_hu: %s (Vendég)

source: Order on
hu_hu: Rendelés napja

# Order status
source: Pending
hu_hu: Függőben

source: Pending Payment <span class="count">(%s)</span>
hu_hu: Függőben lévő fizetés <span class="count">(%s)</span>

# Order status
source: Processing
hu_hu: Feldolgozás alatt

source: Processing <span class="count">(%s)</span>
hu_hu: Feldolgozás alatt <span class="count">(%s)</span>

# Order status
source: Completed
hu_hu: Befejezve

source: Completed <span class="count">(%s)</span>
hu_hu: Befejezve <span class="count">(%s)</span>

# Order status
source: Cancelled
hu_hu: Megszüntetve

source: Cancelled <span class="count">(%s)</span>
hu_hu: Megszüntetve <span class="count">(%s)</span>

# Order status
source: Failed
hu_hu: Sikertelen

source: Order received in case a user purchases a course but doesn't finalize the order.
hu_hu: Rendelés fogadva, ha a felhasználó kurzust vásárol, de nem fejezi be a rendelést.

source: Payment received and the order is awaiting fulfillment.
hu_hu: Fizetési fogadva és a rendelés teljesítésre vár.

source: The order is fulfilled and completed.
hu_hu: A rendelés teljesítve és befejezve.

source: The order is cancelled by an admin or the customer.
hu_hu: A rendelést az adminisztrátor vagy a vásárló törölte.

source: Order number <strong>%s</strong> not found
hu_hu: Rendelésszám <strong>%s</strong> nem található

source: The order is cancelled by the customer
hu_hu: A rendelést a vásárló törölte

source: Order number <strong>%s</strong> has been cancelled
hu_hu: A rendelés száma <strong>%s</strong> törölve lett

source: The order number <strong>%s</strong> can not be cancelled.
hu_hu: A rendelésszám <strong>%s</strong> nem törölhető.

source: True
hu_hu: Igaz

source: False
hu_hu: Hamis

source: True Or False
hu_hu: Igaz vagy Hamis

source: Multi Choice
hu_hu: Többszörös választás

source: Single Choice
hu_hu: Egyszeres választás

source: Fill In Blanks
hu_hu: Kitöltendő részek

source: First option
hu_hu: Első lehetőség

source: Second option
hu_hu: Második lehetőség

source: Third option
hu_hu: Harmadik lehetőség

source: Unlimited
hu_hu: Korlátlan

source: Finish quiz
hu_hu: Kvíz befejezése

source: Are you sure you want to finish this quiz?
hu_hu: Biztosan be szeretnéd fejezni ezt a kvízt?

source: Retake quiz
hu_hu: Kvíz újra

source: Are you sure you want to retake this quiz?
hu_hu: Biztosan újra szeretnéd kezdeni ezt a kvízt?

source: Time's up!
hu_hu: Lejárt az idő!

source: The time is up! Your quiz will automatically come to an end
hu_hu: Lejárt az idő! A kvíz automatikusan befejeződik

source: Congrats! You have finished this quiz
hu_hu: Gratulálunk! Sikeresen befejezted ezt a kvízt

source: Congrats! You have re-taken this quiz. Please wait a moment and the page will reload
hu_hu: Gratulálunk! Újra teljesítetted ezt a kvízt. Kérjük, várj egy pillanatot, és az oldal újratöltődik

source: No Course ID available!
hu_hu: Nincs elérhető kurzusazonosító!

source: No Course available!
hu_hu: Nincs elérhető kurzus!

source: No Quiz in this course!
hu_hu: Nincs kvíz ezen a kurzuson!

source: The LP Database is Latest:
hu_hu: Az LP adatbázis legfrissebb:

source: No items available!
hu_hu: Nincsenek elérhető elemek!

source: No courses available!
hu_hu: Nincsenek elérhető kurzusok!

source: No course ID available
hu_hu: Nincs elérhető kurzusazonosító

source: Net sales
hu_hu: Nettó értékesítés

source: Completed orders
hu_hu: Befejezett rendelések

source: User registed
hu_hu: Felhasználó regisztrált

source: Hour
hu_hu: Óra

source: Dates
hu_hu: Dátumok

source: Months
hu_hu: Hónapok

source: Quarters
hu_hu: Negyedévek

source: Years
hu_hu: Évek

source: Dismissed!
hu_hu: Elutasítva!

source: Assign users to courses successfully.
hu_hu: Felhasználók sikeresen hozzárendelve a kurzusokhoz.

source: Unassigned users from courses successfully.
hu_hu: Felhasználók sikeresen elmozdítva a kurzusokból.

source: Get addons successfully
hu_hu: Kiegészítők sikeresen lekérve

source: Action is invalid!
hu_hu: Érvénytelen művelet!

source: Params is invalid!
hu_hu: Érvénytelen paraméterek!

source: successfully
hu_hu: sikeresen

source: Showing only one result
hu_hu: Csak egy eredmény megjelenítése

source: Showing last course of %s results
hu_hu: Az utolsó kurzus megjelenítése a(z) %s eredmény közül

source: Showing %1$s of %2$s results
hu_hu: %1$s megjelenítése %2$s eredményből

source: Invalid course!
hu_hu: Érvénytelen kurzus!

source: Error: Cannot enroll in the course.
hu_hu: Hiba: Nem lehet beiratkozni a kurzusra.

source: Error: Cannot Enroll in the course.
hu_hu: Hiba: Nem lehet beiratkozni a kurzusra.

source: Congrats! You have enrolled in the course successfully. Redirecting...
hu_hu: Gratulálunk! Sikeresen beiratkoztál a kurzusra. Átirányítás...

source: Error: Please set up a page for checkout.
hu_hu: Hiba: Állíts be egy oldalt a kijelentkezéshez.

source: Redirecting...
hu_hu: Átirányítás...

source: Error: Invalid Course ID.
hu_hu: Hiba: Érvénytelen kurzusazonosító.

source: Error: No Course available.
hu_hu: Hiba: Nincs elérhető kurzus.

source: Reset Course progress
hu_hu: Kurzus előrehaladásának visszaállítása

source: Continue Course progress
hu_hu: Kurzus előrehaladásának folytatása

source: Repurchase Options
hu_hu: Visszavásárlási lehetőségek

source: "%s" has been added to your cart.
hu_hu: "%s" hozzáadva a kosaradhoz.

source: Invalid params
hu_hu: Érvénytelen paraméterek

source: Invalid course
hu_hu: Érvénytelen kurzus

source: You can't retry the course
hu_hu: Nem kezdheted újra a kurzust

source: Invalid course data of user
hu_hu: Érvénytelen felhasználói kurzusadatok

source: Now you can begin this course
hu_hu: Most elkezdheted ezt a kurzust

source: No instructor found!
hu_hu: Nincs instruktor található!

source: The course is invalid!
hu_hu: A kurzus érvénytelen!

source: The course is not required to enroll!
hu_hu: A kurzusra nem szükséges beiratkozni!

source: You are a Guest
hu_hu: Vendég vagy

source: You are a not permission!
hu_hu: Nincs jogosultságod!

source: You are a not enroll course
hu_hu: Nem iratkoztál be a kurzusra

source: The section is invalid!
hu_hu: A szakasz érvénytelen!

source: Item not assign to course
hu_hu: Az elem nincs hozzárendelve a kurzushoz

source: Data of material
hu_hu: Anyag adatai

source: File.
hu_hu: Fájl.

source: Material orders
hu_hu: Anyagrendelések

source: There was an error when save the file.
hu_hu: Hiba történt a fájl mentésekor.

source: Invalid course or lesson
hu_hu: Érvénytelen kurzus vagy lecke

source: Invalid materials
hu_hu: Érvénytelen anyagok

source: Material feature is not allowed to upload
hu_hu: Az anyag funkciója nem engedélyezi a feltöltést

source: Your uploaded files reach the maximum amount!
hu_hu: A feltöltött fájlok elérték a maximális mennyiséget!

source: File %d title is not empty!
hu_hu: A(z) %d. fájl címe nem lehet üres!

source: File %s method is invalid!
hu_hu: A(z) %s fájl módszere érvénytelen!

source: File %s is empty!
hu_hu: A(z) %s fájl üres!

source: File %s size is too large!
hu_hu: A(z) %s fájl mérete túl nagy!

source: Upload File %s is error!
hu_hu: A(z) %s fájl feltöltése hiba!

source: An error occurred while checking %1$s. %2$s
hu_hu: Hiba történt a(z) %1$s ellenőrzésekor. %2$s

source: File %s - file type is invalid!
hu_hu: A(z) %s fájl típusa érvénytelen!

source: cannot save file %d
hu_hu: nem lehet menteni a(z) %d fájlt

source: The progress was saved! Your file(s) were uploaded successfully!
hu_hu: A haladás el lett mentve! A fájljaid sikeresen feltöltésre kerültek!

source: Invalid course or lesson identifier
hu_hu: Érvénytelen kurzus vagy lecke azonosító

source: Successfully
hu_hu: Sikeresen

source: Empty material!
hu_hu: Üres anyag!

source: Invalid identifier
hu_hu: Érvénytelen azonosító

source: Get file successfully.
hu_hu: Fájl sikeresen letöltve.

source: The file is not exist
hu_hu: Frissítve.

source: Invalid file identifier
hu_hu: Érvénytelen fájl azonosító

source: File is deleted.
hu_hu: A fájl törölve.

source: There is an error when delete this file.
hu_hu: Hiba történt a fájl törlésekor.

source: User not found
hu_hu: A felhasználót nem találjuk

source: File not found
hu_hu: Fájl nem található

source: The upload directory is not writable
hu_hu: A feltöltési könyvtár nem írható

source: Cannot write the file
hu_hu: Nem lehet írni a fájlt

source: Avatar updated
hu_hu: Profilkép frissítve

source: The user is invalid
hu_hu: Érvénytelen felhasználó

source: The profile picture has been removed successfully
hu_hu: A profilképet sikeresen eltávolítottuk

source: No user ID found!
hu_hu: Nem található felhasználói azonosító!

source: The user does not exist!
hu_hu: A felhasználó nem létezik!

source: Total enrolled courses
hu_hu: Összes beiratkozott kurzusok

source: Total course is in progress
hu_hu: Összes folyamatban lévő kurzus

source: Inprogress Course
hu_hu: Folyamatban lévő kurzus

source: Total courses finished
hu_hu: Összes befejezett kurzus

source: Total courses passed
hu_hu: Összes sikeres kurzus

source: Passed Course
hu_hu: Sikeres kurzus

source: Total courses failed
hu_hu: Összes sikertelen kurzus

source: Failed Course
hu_hu: Sikertelen kurzus

source: Total Course
hu_hu: Összes kurzus

source: Published Course
hu_hu: Közzétett kurzus

source: Pending Course
hu_hu: Függőben lévő kurzus

source: Total Student
hu_hu: Összes hallgató

source: Student Completed
hu_hu: Teljesített hallgató

source: Student In-progress
hu_hu: Folyamatban lévő hallgató

source: Request invalid!
hu_hu: Érvénytelen kérés!

source: No Course IDs available!
hu_hu: Nincsenek elérhető kurzusazonosítók!

source: No User available!
hu_hu: Nincs elérhető felhasználó!

source: The ID of the course item object.
hu_hu: A kurzus elem egyedi azonosítója.

source: The ID of the course object.
hu_hu: A kurzus egyedi azonosítója.

source: %s was not registered as a request argument.
hu_hu: %s nincs regisztrálva kérési argumentumként.

source: The quiz is invalid!
hu_hu: A kvíz érvénytelen!

# slug
source: courses
hu_hu: kurzus

# default-slug
source: courses
hu_hu: Kurzus

source: Please %s to send your request!
hu_hu: Kérlek %s a kérelem elküldéséhez!

# become-teacher-form
source: login
hu_hu: jelentkezz be

source: You have already sent the request. Please wait for the approval.
hu_hu: Már elküldted a kérelmet. Kérlek várj a jóváhagyásra.

source: You are a teacher!
hu_hu: Tanár vagy!

source: Invalid course.
hu_hu: Érvénytelen kurzus.

source: Your are logged in as %1$s. <a href="%2$s">Log out</a>?
hu_hu: Be vagy jelentkezve mint %1$s. <a href="%2$s">Kijelentkezés</a>?

source: You can't view the user profile
hu_hu: Nem tekintheted meg a felhasználói profilokat

source: Load more.
hu_hu: Továbbiak betöltése.

source: Search Course
hu_hu: Kurzus keresése

source: Reset
hu_hu: Visszaállítás

source: No courses found
hu_hu: Nincsenek elérhető kurzusok

source: Read more
hu_hu: Olvass tovább

source: Newly published
hu_hu: Frissen közzétett

source: Price high to low
hu_hu: Ár magasról alacsonyra

source: Price low to high
hu_hu: Ár alacsonyról magasra

source: Search courses...
hu_hu: Keresés a kurzusok között...

source: Switch to %s
hu_hu: Váltás %s-re

source: Course Found
hu_hu: kurzus találva

source: View All
hu_hu: Az összes megtekintése

source: Assignment
hu_hu: Feladat

source: View Profile
hu_hu: Profil megtekintése

source: Never
hu_hu: Soha

source: Key features
hu_hu: Főbb jellemzők

source: Target audiences
hu_hu: Célcsoportok

source: %d lesson
hu_hu: %d óra

source: %d quiz
hu_hu: %d kvíz

source: %d student
hu_hu: %d hallgató

source: Features
hu_hu: Jellemzők

source: View More
hu_hu: Továbbiak megtekintése

source: The question is invalid!
hu_hu: A kérdés érvénytelen!

source: Cannot check the answer to the question.
hu_hu: Nem lehet ellenőrizni a választ a kérdésre.

source: Enrolled
hu_hu: Feliratkozva

source: Started
hu_hu: Elkezdve

source: Not Enrolled
hu_hu: Nincs feliratkozva

source: You can not hint at the question.
hu_hu: Nem segíthetsz a kérdésen.

source: The role %s for the user doesn't exist
hu_hu: A %s szerep nem létezik a felhasználó számára

source: You must enroll course!
hu_hu: Fel kell iratkoznod a kurzusra!

source: Invalid lesson
hu_hu: Érvénytelen óra

source: You have already completed this lesson.
hu_hu: Már befejezted ezt az órát.

source: Account information updated successfully.
hu_hu: A fiókinformációk sikeresen frissítve.

source: Account avatar updated successfully.
hu_hu: A fiók avatarja sikeresen frissítve.

source: Password updated successfully.
hu_hu: A jelszó sikeresen frissítve.

source: Account privacy updated successfully.
hu_hu: A fiók adatvédelmi beállításai sikeresen frissítve.

source: Avatar
hu_hu: Avatár

source: Logout
hu_hu: Kijelentkezés

source: Privacy
hu_hu: Adatvédelem

source: Public your profile courses attended.
hu_hu: Nyilvánosságra hozza a részt vett kurzusokat a profiljában.

source: Public your profile quizzes.
hu_hu: Nyilvánosságra hozza a kvízeket a profiljában.

source: Not enrolled
hu_hu: Nem iratkozott fel

source: User Avatar
hu_hu: Felhasználó avatar

source: This content is protected. Please enroll in the course to view this content!
hu_hu: Ez a tartalom védett. Kérlek iratkozz fel a kurzusra, hogy megtekinthesd ezt a tartalmat!

source: This content is protected. Please log in or enroll in the course to view this content!
hu_hu: Ez a tartalom védett. Kérlek jelentkezz be vagy iratkozz fel a kurzusra, hogy megtekinthesd ezt a tartalmat!
