Repository: koosdaniel/szimjontimi.hu
Catalog: plugins/learnpress/learnpress-*.po
Languages: hu_hu

source: Question Tag
hu_hu: Kérdés címke

source: Add A New Tag
hu_hu: Új címke hozzáadása

source: All Tags
hu_hu: Az összes címke

source: Question Bank
hu_hu: Kérdésbank

source: View Question
hu_hu: Kérdés megtekintése

source: Add A New Question
hu_hu: Új kérdés hozzáadása

source: Edit Question
hu_hu: Kérdés szerkesztése

source: Update Question
hu_hu: Kérdés frissítése

source: Search Questions
hu_hu: Kérdések keresése

source: No questions found
hu_hu: Nem található kérdés

source: There was no questions found in the trash
hu_hu: Nem található kérdés a szemétládában

source: Answer Options
hu_hu: Válaszlehetőségek

source: Add A New Quiz
hu_hu: Új kvíz hozzáadása

source: Edit Quiz
hu_hu: Kvíz szerkesztése

source: View Quiz
hu_hu: Kvíz megtekintése

source: Update Quiz
hu_hu: Kvíz frissítése

source: Search Quizzes
hu_hu: Kvízek keresése

source: You haven't had any quizzes yet. Click <a href="%s">Add new</a> to start
hu_hu: Még nem készítettél kvízt. Kattints a(z) <a href="%s">Új hozzáadása</a> gombra a kezdéshez

source: There was no quiz found in the trash
hu_hu: Nem található kvíz a szemétládában

source: Option
hu_hu: Opció

source: Do you want to move the "{{QUESTION_NAME}}" question to the trash?
hu_hu: Biztosan törölni szeretnéd a(z) „{{QUESTION_NAME}}” kérdést a szemétládába?

source: %d question
hu_hu: %d kérdés

source: This quiz has no questions
hu_hu: Ebben a kvízben nincsenek kérdések

source: hours
hu_hu: óra

source: minutes
hu_hu: perc

source: days
hu_hu: nap

source: weeks
hu_hu: hét

source: Invalid user!
hu_hu: Érvénytelen felhasználó!

source: No course id
hu_hu: Nincs kurzusazonosító

source: No section id
hu_hu: Nincs szekcióazonosító

source: Invalid meta id!
hu_hu: Érvénytelen metaazonosító!

source: Invalid user item id!
hu_hu: Érvénytelen felhasználóelemazonosító!

source: Request
hu_hu: Igénylés

source: Become an instructor email.
hu_hu: Legyen oktató email

source: [{{site_title}}] Request to become an instructor
hu_hu: [{{site_title}}] Oktatóvá válás kérelme

source: Become an instructor
hu_hu: Oktatóvá válás

source: Admin
hu_hu: Adminisztrátor

source: Send an email to admin when the order has been canceled.
hu_hu: Értesítse az adminisztrátort, amikor a rendelés törölve lett.

source: The order placed on {{order_date}} has been cancelled
hu_hu: A(z) {{order_date}}-én leadott rendelés törölve lett

source: The user order has been cancelled
hu_hu: A felhasználó rendelése törölve lett

source: Send an email to admin when an order has been completed.
hu_hu: Értesítse az adminisztrátort, amikor egy rendelés befejeződött.

source: The order placed on {{order_date}} has been completed
hu_hu: A(z) {{order_date}}-én leadott rendelés befejeződött

source: The user order has been completed
hu_hu: A felhasználó rendelése befejeződött

source: Send an email to admin when the user has enrolled in the course.
hu_hu: Értesítse az adminisztrátort, amikor a felhasználó beiratkozott a kurzusra.

source: {{user_display_name}} has enrolled in the course
hu_hu: {{user_display_name}} beiratkozott a kurzusra

source: The user has enrolled in the course
hu_hu: A felhasználó beiratkozott a kurzusra

source: Send an email to admin when the user has finished the course.
hu_hu: Értesítse az adminisztrátort, amikor a felhasználó befejezte a kurzust.

source: {{user_display_name}} has completed the course.
hu_hu: {{user_display_name}} befejezte a kurzust.

source: The user has completed the course.
hu_hu: A felhasználó befejezte a kurzust.

source: Notify admin when a new order is placed.
hu_hu: Értesítse az adminisztrátort, amikor új rendelés érkezik.

source: New order placed on {{order_date}}
hu_hu: Új rendelés érkezett {{order_date}}-én

source: New user order
hu_hu: Új felhasználói rendelés

source: Recipient(s)
hu_hu: Címzett(ek)

source: Separate other recipients with commas.
hu_hu: A többi címzettet vesszővel válassza el.

source: Subject
hu_hu: Tárgy

source: Email heading
hu_hu: E-mail fejléc

source: Send an email to the guest when the order has been cancelled.
hu_hu: Értesítse a vendéget, amikor a rendelést törölték.

source: Your order on {{order_date}} has been cancelled
hu_hu: A(z) {{order_date}}-én leadott rendelésed törölve lett

source: Your order has been cancelled
hu_hu: A rendelésed törölve lett

source: Send an email to the user who has bought the course as a guest.
hu_hu: Küldjön e-mailt azoknak a felhasználóknak, akik a vendégként vásárolták meg a kurzust.

source: Your order on {{order_date}} has completed
hu_hu: A(z) {{order_date}}-én leadott rendelésed befejeződött

source: Your order has completed
hu_hu: A rendelésed befejeződött

source: Your order placed on {{order_date}}
hu_hu: A(z) {{order_date}}-én leadott rendelésed

source: Thank you for your order
hu_hu: Köszönjük a rendelésedet

source: When the order is processed, send an email to the user who purchased the course as a guest.
hu_hu: Amikor a rendelés feldolgozásra kerül, küldjön e-mailt a felhasználónak, aki vendégként vásárolta meg a kurzust.

source: Instructor
hu_hu: Oktató

source: Send an email to the course instructor when the order has been cancelled.
hu_hu: Értesítse a kurzus oktatóját, amikor a rendelést törölték.

source: Send this email to the instructor when they have enrolled in the course.
hu_hu: Küldje el ezt az e-mailt az oktatónak, amikor beiratkozott a kurzusra.

source: Send this email to the instructor when they have finished the course.
hu_hu: Küldje el ezt az e-mailt az oktatónak, amikor befejezte a kurzust.

source: Accepted
hu_hu: Elfogadva

source: Your email requesting to become an instructor has been accepted.
hu_hu: Az oktatóvá válást kérelmező e-mailje elfogadásra került.

source: [{{site_title}}] Your request to become an instructor has been accepted
hu_hu: [{{site_title}}] Oktatóvá válás kérelme elfogadásra került

source: Denied
hu_hu: Elutasítva

source: Your email requesting to become an instructor has been denied.
hu_hu: Az oktatóvá válást kérelmező e-mailje elutasításra került.

source: [{{site_title}}] Your request to become an instructor has been denied
hu_hu: [{{site_title}}] Oktatóvá válás kérelme elutasításra került

source: Your request to become an instructor has been denied
hu_hu: Az oktatóvá válás kérelme elutasításra került

source: Notify instructors when a user enrolls in one of their courses.
hu_hu: Értesítse az oktatókat, amikor egy felhasználó beiratkozik egyik kurzusukra.

source: User
hu_hu: Felhasználó

source: Send an email to the user when the order has been cancelled.
hu_hu: Értesítse a felhasználót, amikor a rendelést törölték.

source: Send an email to the user who has bought the course when the order is completed.
hu_hu: Küldjön e-mailt azoknak a felhasználóknak, akik a rendelés befejeződött, és megvásárolták a kurzust.

source: Send this email to the user when they have enrolled in the course.
hu_hu: Küldje el ezt az e-mailt a felhasználónak, amikor beiratkozott a kurzusra.

source: [{{site_title}}] You have enrolled in the course
hu_hu: [{{site_title}}] Beiratkoztál a kurzusra

source: You have enrolled in the course
hu_hu: Beiratkoztál a kurzusra

source: Send this email to the user when they have finished the course.
hu_hu: Küldje el ezt az e-mailt a felhasználónak, amikor befejezte a kurzust.

source: [{{site_title}}] You have finished the course
hu_hu: [{{site_title}}] Befejezted a kurzust

source: You have finished the course
hu_hu: Befejezted a kurzust

source: Notify users when they successfully enroll in a course.
hu_hu: Értesítse a felhasználókat, amikor sikeresen beiratkoznak egy kurzusra.

source: Notify users when their course orders are being processed.
hu_hu: Értesítse a felhasználókat, amikor a kurzusrendeléseik feldolgozásra kerülnek.

source: Password Reset Email.
hu_hu: Jelszó-visszaállító e-mail.

source: [{{site_title}}] Reset Password
hu_hu: [{{site_title}}] Jelszó visszaállítása

source: LearnPress Instructor Sections
hu_hu: LearnPress oktató szekciók

source: LearnPress Course Sections
hu_hu: LearnPress kurzus szekciók

source: Display
hu_hu: Megjelenítés

source: Text Color
hu_hu: Szöveg színe

source: Text Color Hover
hu_hu: Szöveg színe (hover)

source: Background Color
hu_hu: Háttérszín

source: Background Color Hover
hu_hu: Háttérszín (hover)

source: Image
hu_hu: Kép

source: Course/Lesson Material
hu_hu: Kurzus/lecke anyag

source: Filter Course
hu_hu: Szűrés kurzusra

source: All Levels
hu_hu: Minden szint

source: List Courses by Page
hu_hu: Kurzusok listázása oldalonként

source: Course Price
hu_hu: Kurzus ára

source: List Courses
hu_hu: Kurzusok listázása

source: List Instructors
hu_hu: Oktatók listázása

source: Instructor Avatar
hu_hu: Oktató avatar

source: Instructor button view
hu_hu: Oktató gomb nézet

source: Instructor Name
hu_hu: Oktató neve

source: Instructor not found!
hu_hu: Oktató nem található!

source: User is not Instructor!
hu_hu: A felhasználó nem oktató!

source: Single Instructor
hu_hu: Egyetlen oktató

source: Login Form
hu_hu: Bejelentkezési űrlap

source: Register Form
hu_hu: Regisztrációs űrlap

source: %s has been deprecated. Please use % instead of.
hu_hu: %s már elavult. Kérjük, használd a % kurzust helyette.

source: Offline Payment
hu_hu: Offline fizetés

source: Make a payment with cash.
hu_hu: Fizessen készpénzzel.

source: Payment can be made upon delivery.
hu_hu: A fizetés a kézbesítéskor történik.

source: Make a payment via Paypal.
hu_hu: Fizetés Paypal-on keresztül.

source: Pay with PayPal
hu_hu: Fizetés PayPal-lal

source: Paypal Client id is required.
hu_hu: Paypal kliensazonosító szükséges.

source: Paypal Client secret is required
hu_hu: Paypal kliens titok szükséges

source: Invalid Paypal access token
hu_hu: Érvénytelen Paypal hozzáférési token

source: Invalid Paypal checkout url
hu_hu: Érvénytelen Paypal fizetési url

source: Invalid step
hu_hu: Érvénytelen lépés

source: Function not found
hu_hu: Funkció nem található

source: Path file %s not exists
hu_hu: Az %s fájl nem létezik

source: The username of the user.
hu_hu: A felhasználó felhasználóneve.

source: The password of the user.
hu_hu: A felhasználó jelszava.

source: The ID of the user.
hu_hu: A felhasználó azonosítója.

source: The username of the user
hu_hu: A felhasználó felhasználóneve

source: The email address of the user.
hu_hu: A felhasználó e-mail címe.

source: LearnPress JWT is not configurated properly, please contact the admin
hu_hu: A LearnPress JWT-t nem megfelelően konfigurálták, kérjük, lépjen kapcsolatba az adminisztrátorral

source: Authorization header not found.
hu_hu: Az engedélyezési fejléc nem található.

source: Authentication token is missing.
hu_hu: Az hitelesítési token hiányzik.

source: The iss do not match with this server
hu_hu: Az iss nem egyezik ezzel a szerverrel

source: User ID not found in the token
hu_hu: A felhasználó azonosítója nem található a tokenben

source: The token must have an expiration date.
hu_hu: A tokennek lejárati dátummal kell rendelkeznie.

source: The token has expired.
hu_hu: A token lejárt.

source: Valid access token.
hu_hu: Érvényes access token.

source: A unique identifier for the resource.
hu_hu: Egyedi azonosító a forráshoz.

source: Receipt data.
hu_hu: Nyugtaadatok.

source: Receipt data is empty.
hu_hu: A nyugtaadatok üresek.

source: The secret key is empty.
hu_hu: A titkos kulcs üres.

source: Cannot verify the receipt
hu_hu: Nem lehet ellenőrizni a nyugtát

source: The course ID is invalid.
hu_hu: A kurzus azonosítója érvénytelen.

source: Error: The course cannot be added to the cart.
hu_hu: Hiba: A kurzust nem lehet hozzáadni a kosárhoz.

source: Verify Receipt Data successfully.
hu_hu: A nyugtaadatok ellenőrzése sikeres.

source: Error: No Course ID available.
hu_hu: Hiba: Nincs rendelkezésre álló kurzusazonosító.

source: Cannot finish this course.
hu_hu: Nem lehet befejezni ezt a kurzust.

source: Error: Cannot finish this course.
hu_hu: Hiba: Nem lehet befejezni ezt a kurzust.

source: Congrats! You have completed the Course.
hu_hu: Gratulálok! Befejezted a kurzust.

source: Cannot create existing %s.
hu_hu: Nem lehet létrehozni a meglévő %s-t.

source: %s days
hu_hu: %s nap

source: %s hours
hu_hu: %s óra

source: %s mins
hu_hu: %s perc

source: %s secs
hu_hu: %s másodperc

source: Course name.
hu_hu: A kurzus neve.

source: Course slug.
hu_hu: A kurzus parafa.

source: Course URL.
hu_hu: A kurzus URL-címe.

source: Course Image URL.
hu_hu: A kurzus képének URL-címe.

source: The date the Course was created, in the site's timezone.
hu_hu: A kurzus létrehozásának dátuma a webhely időzónájában.

source: The date the Course was created, as GMT.
hu_hu: A kurzus létrehozásának dátuma, mint GMT.

source: The date the Course was last modified, in the site's timezone.
hu_hu: A kurzus utolsó módosításának dátuma, a webhely időzónájában.

source: The date the Course was last modified, as GMT.
hu_hu: A kurzus utolsó módosításának dátuma, GMT-időben.

source: Display courses if they are on sale.
hu_hu: Kurzusok megjelenítése, ha akciósak.

source: Course status (post status).
hu_hu: A kurzus állapota (bejegyzés állapota).

source: Course content.
hu_hu: Kurzus tartalom.

source: Retrieves the course excerpt.
hu_hu: A kurzus kivonatának lekérése.

source: Count the number of enrolled students.
hu_hu: Az igazolt hallgatók számának megszámlálása.

source: Can finish the course
hu_hu: Befejezheti a kurzust.

source: Can retake the course
hu_hu: Megismételheti a kurzust.

source: Total retakes
hu_hu: Összes ismétlés

source: Retaken
hu_hu: Ismételve

source: Course Review add-on
hu_hu: Kurzusértékelés kiegészítő

source: Course Price Rendered
hu_hu: Kurzus ára megjelenítve

source: Course Origin Price
hu_hu: Kurzus eredeti ára

source: Course Origin Price Rendered
hu_hu: Kurzus eredeti ára megjelenítve

source: Course Sale Price
hu_hu: Kurzus akciós ára

source: Course Sale Price Rendered
hu_hu: Kurzus akciós ára megjelenítve

source: List of categories.
hu_hu: Kategórialista.

source: Category ID.
hu_hu: Kategória azonosítója.

source: Category name.
hu_hu: Kategórianév.

source: Category slug.
hu_hu: Kategória rövid neve.

source: List of tags.
hu_hu: Címkék listája.

source: Tag ID.
hu_hu: Címke azonosítója.

source: Tag name.
hu_hu: Címke neve.

source: Tag slug.
hu_hu: Címke rövid neve.

source: Retrieves the course sections and items.
hu_hu: Lekéri a kurzus szekcióit és elemeit.

source: User ID.
hu_hu: Felhasználó azonosítója.

source: Display name.
hu_hu: Megjelenítendő név.

source: Social Info.
hu_hu: Társadalmi információ.

source: Section ID.
hu_hu: Szekció azonosítója.

source: Section name.
hu_hu: Szekció neve.

source: Course ID.
hu_hu: Kurzus azonosítója.

source: Section description.
hu_hu: Szekció leírása.

source: Section items.
hu_hu: Szekció elemek.

source: Item ID.
hu_hu: Elem azonosítója.

source: Item Type.
hu_hu: Elem típusa.

source: Item title.
hu_hu: Elem címe.

source: Percent.
hu_hu: Százalék.

source: Duration.
hu_hu: Időtartam.

source: Graduation.
hu_hu: Diploma.

source: Status.
hu_hu: Állapot.

source: Locked.
hu_hu: Zárolva.

source: List of course user data.
hu_hu: Kurzus felhasználói adatok listája.

source: Graduation
hu_hu: Diploma

source: Start time
hu_hu: Kezdési idő

source: End time
hu_hu: Befejezési idő

source: Expiration time
hu_hu: Lejárati idő

source: Error: No lesson available!.
hu_hu: Hiba: Nincs elérhető lecke.

source: Error: This lesson is not assigned in the Course.
hu_hu: Hiba: Ez a lecke nincs hozzárendelve a kurzushoz.

source: Error: No Course or User available.
hu_hu: Hiba: Nincs elérhető kurzus vagy felhasználó.

source: Error: Cannot complete the Lesson
hu_hu: Hiba: Nem sikerült befejezni a leckét

source: Congrats! You have completed the lesson successfully
hu_hu: Gratulálok! Sikeresen befejezted a leckét

source: Assigned.
hu_hu: Hozzárendelve.

source: Title.
hu_hu: Cím.

source: Item slug.
hu_hu: Elem rövid neve.

source: Item Content.
hu_hu: Elem tartalma.

source: Item Author.
hu_hu: Elem szerzője.

source: Retrieves the Lesson result.
hu_hu: Lekéri a lecke eredményét.

source: Video intro.
hu_hu: Videó bevezető.

source: Invalid ID.
hu_hu: Érvénytelen azonosító.

source: The method '%s' not implemented. It must be overridden in the subclass.
hu_hu: A(z) '%s' módszer nincs implementálva. Felül kell írni az allosztályban.

source: Sorry, you cannot get lists
hu_hu: Sajnáljuk, nem kaphat listákat

source: Sorry, you are not allowed to create resources.
hu_hu: Sajnáljuk, nincs jogosultságod erőforrások létrehozásához.

source: Sorry, You cannot view this item.
hu_hu: Sajnáljuk, nem láthatod ezt az elemet.

source: Sorry, you cannot view this resource.
hu_hu: Sajnáljuk, nem láthatod ezt az erőforrást.

source: The current page of the collection.
hu_hu: A gyűjtemény jelenlegi oldala.

source: The maximum number of items to be returned in the result set.
hu_hu: A visszaadott eredményhalmazban szereplő elemek maximális száma.

source: Limit results to those matching a string.
hu_hu: Korlátozza az eredményeket az adott karakterláncra illeszkedőkre.

source: Limit response to resources published after a given ISO8601 compliant date.
hu_hu: Korlátozza a választ az adott, ISO8601 szabványnak megfelelő dátum után közzétett erőforrásokra.

source: Limit response to resources published before a given ISO8601 compliant date.
hu_hu: Korlátozza a választ az adott, ISO8601 szabványnak megfelelő dátum előtt közzétett erőforrásokra.

source: Ensure the result set excludes specific IDs.
hu_hu: Biztosítja, hogy az eredményhalmaz kizárja a megadott azonosítókat.

source: Limit the result set to specific IDs.
hu_hu: Korlátozza az eredményhalmazt a megadott azonosítókra.

source: Offset the result set by a specific number of items.
hu_hu: Az eredményhalmaz eltolása megadott számú elemmel.

source: Sorting attributes in ascending or descending order.
hu_hu: Tulajdonságok rendezése növekvő vagy csökkenő sorrendben.

source: Sort collections by the object attribute.
hu_hu: Rendezze a gyűjteményeket az objektum tulajdonságai szerint.

source: Limit the result set to posts assigned to specific authors.
hu_hu: Korlátozza az eredményhalmazt a megadott szerzőkhöz rendelt bejegyzésekre.

source: Ensure the result set excludes posts assigned to specific authors.
hu_hu: Biztosítja, hogy az eredményhalmaz kizárja a megadott szerzőkhöz rendelt bejegyzéseket.

source: Get item learned by user.
hu_hu: Lekéri azokat az elemeket, amelyeket a felhasználó megtanult.

source: Limit the result set to those of particular parent IDs.
hu_hu: Korlátozza az eredményhalmazt az adott szülő azonosítókkal rendelkező elemekre.

source: Limit the result set to all items except those of a particular parent ID.
hu_hu: Korlátozza az eredményhalmazt az adott szülő azonosítókkal nem rendelkező összes elemre.

source: Quiz ID.
hu_hu: Kvíz azonosítója.

source: Question ID.
hu_hu: Válaszoljon az összes kérdésre.

source: There is no Quiz ID or Quiz assigned in the course.
hu_hu: Nincs kvízazonosító vagy a kvíz nincs hozzárendelve a kurzushoz.

source: No Answer param.
hu_hu: Nincs válaszparaméter.

source: List all of the Quiz Questions.
hu_hu: Az összes kvízkérdés felsorolása.

source: Question items.
hu_hu: Kérdéselemek.

source: Point.
hu_hu: Pont.

source: Question Hint.
hu_hu: Kérdés tippje.

source: Question Options.
hu_hu: Kérdés opciói.

source: Item value.
hu_hu: Elem értéke.

source: Item id.
hu_hu: Elem azonosítója.

source: Retrieves the quiz result.
hu_hu: Lekéri a kvízeredményt.

source: Sorry, Invalid Section ID param.
hu_hu: Elnézést, érvénytelen szakaszazonosító paraméter.

source: Please assign a section to the Course.
hu_hu: Kérjük, rendeljen egy szakaszt a kurzushoz.

source: The course is not public
hu_hu: A kurzus nem nyilvános

source: Item name.
hu_hu: Elem neve.

source: Item URL.
hu_hu: Elem URL-je.

source: Item status (post status).
hu_hu: Elem állapota (bejegyzés állapota).

source: Item type.
hu_hu: Elem típusa.

source: Item preview.
hu_hu: Elem előnézete.

source: Item duration.
hu_hu: Elem időtartama.

source: Item graduation.
hu_hu: Elem végzése.

source: Item status.
hu_hu: Elem állapota.

source: Item locked.
hu_hu: Elem zárolva.

source: Count questions.
hu_hu: Kérdések számolása.

source: Item content.
hu_hu: Elem tartalma.

source: Sorry, Invalid course ID param.
hu_hu: Elnézést, érvénytelen kurzus-azonosító paraméter.

source: User or Email login.
hu_hu: Felhasználói név vagy e-mail bejelentkezés.

source: Old Password
hu_hu: Régi jelszó

source: New Password
hu_hu: Új jelszó

source: User ID
hu_hu: Felhasználói azonosító

source: Password
hu_hu: Jelszó

source: A link to reset your password has been emailed to you.
hu_hu: Egy hivatkozás a jelszavad visszaállításához elküldve e-mailben.

source: Invalid user ID.
hu_hu: Érvénytelen felhasználói azonosító.

source: Invalid password.
hu_hu: Érvénytelen jelszó.

source: Your account has been deleted.
hu_hu: A fiókodat törölték.

source: Your password has been updated. Please log in again to continue!
hu_hu: A jelszavad frissítve lett. Kérlek jelentkezz be újra a folytatáshoz!

source: Minute(s)
hu_hu: Perc

source: Hour(s)
hu_hu: Óra

source: Day(s)
hu_hu: Nap

source: Week(s)
hu_hu: Hét

source: Left with space
hu_hu: Balra hely

source: Right with space
hu_hu: Jobbra hely

source: Afghan afghani
hu_hu: Afgán afgáni

source: Albanian lek
hu_hu: Albán lek

source: Algerian dinar
hu_hu: Algériai dinár

source: Euro
hu_hu: Euró

source: Angolan kwanza
hu_hu: Angol kwanza

source: East Caribbean dollar
hu_hu: Kelet-karibi dollár

source: Argentine peso
hu_hu: Argentin peso

source: Armenian dram
hu_hu: Örmény dram

source: Aruban florin
hu_hu: Arubai florin

source: Australian dollar
hu_hu: Ausztrál dollár

source: Azerbaijani manat
hu_hu: Azerbajdzsáni manat

source: Bahamian dollar
hu_hu: Bahamai dollár

source: Bahraini dinar
hu_hu: Bahreini dinár

source: Bangladeshi taka
hu_hu: Bangladesi taka

source: Barbadian dollar
hu_hu: Barbadosi dollár

source: Belarusian ruble
hu_hu: Belarusi rubel

source: Belizean dollar
hu_hu: Beliz dollár

source: West African CFA franc
hu_hu: Nyugat-afrikai CFA frank

source: Bermudian dollar
hu_hu: Bermudai dollár

source: Bhutanese ngultrum
hu_hu: Bhutáni ngultrum

source: Bolivian boliviano
hu_hu: Bolíviai boliviano

source: US dollar
hu_hu: USA dollár

source: Bosnia and Herzegovina convertible mark
hu_hu: Bosznia-Hercegovinai konvertibilis márka

source: Botswana pula
hu_hu: Botswanai pula

source: Brazilian real
hu_hu: Brazíliai real

source: Brunei dollar
hu_hu: Brunei dollár

source: Bulgarian lev
hu_hu: Bolgár leva

source: Burmese kyat
hu_hu: Burmai kyat

source: Burundian franc
hu_hu: Burundi frank

source: Cambodian riel
hu_hu: Kambodzsai riel

source: Central African CFA franc
hu_hu: Közép-afrikai CFA frank

source: Canadian dollar
hu_hu: Kanadai dollár

source: Cape Verdean escudo
hu_hu: Zöld-foki escudo

source: Cayman Islands dollar
hu_hu: Kajmán-szigeteki dollár

source: Chilean peso
hu_hu: Chilei peso

source: Chinese renminbi
hu_hu: Kínai jüan

source: Colombian peso
hu_hu: Kolumbiai peso

source: Comorian franc
hu_hu: Comore frank

source: Congolese franc
hu_hu: Kongói frank

source: New Zealand dollar
hu_hu: Új-zélandi dollár

source: Costa Rican colón
hu_hu: Costa Rica-i colón

source: Croatian kuna
hu_hu: Horvát kuna

source: Cuban peso
hu_hu: Kubai peso

source: Netherlands Antilles guilder
hu_hu: Holland Antillák forintja

source: Czech koruna
hu_hu: Cseh korona

source: Danish krone
hu_hu: Dán korona

source: Djiboutian franc
hu_hu: Dzsibuti frank

source: Dominican peso
hu_hu: Dominikai peso

source: Egyptian pound
hu_hu: Egyiptomi font

source: Salvadoran colón
hu_hu: Salvadori colón

source: Eritrean nakfa
hu_hu: Etióp birr

source: Falkland Islands pound
hu_hu: Falkland-szigeteki font
