Repository: koosdaniel/szimjontimi.hu
Catalog: plugins/learnpress/learnpress-*.po
Languages: hu_hu

source: Reset Course Progress
hu_hu: Kurzus Előrehaladás Visszaállítása

source: This action will reset course progress of all users who have enrolled.
hu_hu: Ez a művelet visszaállítja azoknak a felhasználóknak a kurzus előrehaladását, akik beiratkoztak.

source: Search results only show if courses have user data.
hu_hu: A keresési eredmények csak akkor jelennek meg, ha a kurzusoknak vannak felhasználói adatai.

source: Search course by name
hu_hu: Keresés név alapján a kurzusban

source: ID
hu_hu: Azonosító

source: Name
hu_hu: Név

source: Students
hu_hu: Diákok

source: Reset now
hu_hu: Most visszaállítás

source: Words fill
hu_hu: Szavak kitöltése

source: Tip
hu_hu: Tipp

source: Remove
hu_hu: Eltávolítás

source: Add Blank
hu_hu: Üres hozzáadása

source: Archive Course
hu_hu: Kurzus Archiválása

source: This is an editor placeholder for the Archive Course page. Content will render content of list courses. Should be not remove it
hu_hu: Ez egy szerkesztőhelykitöltő az Archivált kurzus oldalához. A tartalom a kurzusok listáját jeleníti meg. Ne távolítsd el.

source: Item Curriculum Course
hu_hu: Tananyag Elem Kurzus

source: This is an editor placeholder for the Item Curriculum Course page. Content will render content of single item curriculum course. Should be not remove it
hu_hu: Ez egy szerkesztőhelykitöltő a Tananyag Elem Kurzus oldalához. A tartalom a kiválasztott tananyagelem kurzus tartalmát jeleníti meg. Ne távolítd el.

source: Single Course
hu_hu: Egyetlen Kurzus

source: This is an editor placeholder for the Single Course page. Content will render content of single course. Should be not remove it
hu_hu: Ez egy szerkesztőhelykitöltő az Egyedi Kurzus oldalához. A tartalom a kiválasztott kurzus tartalmát jeleníti meg. Ne távolítsd el.

source: Cancel
hu_hu: Mégse

source: The file size is too large. You need to upload a file < 2MB.
hu_hu: A fájl mérete túl nagy. Tölts fel egy fájlt, ami kisebb, mint 2 MB.

source: The image size must be greater than or equal to %1$sx%2$spx
hu_hu: A kép mérete nagyobbnak vagy egyenlőnek kell lennie, mint %1$sx%2$s képpont

source: Are you sure you want to remove your avatar?
hu_hu: Biztosan törölni szeretnéd az avatart?

source: LP Error: can not set answers
hu_hu: LP Hiba: nem lehet válaszokat beállítani

source: The render function should be overwritten from the base.
hu_hu: A render függvényt felül kell írni az alapból.

source: Correct
hu_hu: Helyes

source: Incorrect
hu_hu: Helytelen

source: %d/%d point
hu_hu: %d/%d pont

source: Points
hu_hu: Pontok

source: point
hu_hu: pont

source: Question <code>%s</code> invalid!
hu_hu: A(z) <code>%s</code> kérdés érvénytelen!

source: Last Attempt
hu_hu: Utolsó Próba

source: Questions
hu_hu: Kérdések

source: Time spent
hu_hu: Eltöltött idő

source: Marks
hu_hu: Jelölések

source: Passing grade
hu_hu: Átmeneti jegy

source: Result
hu_hu: Eredmény

source: Check answers
hu_hu: Válaszok ellenőrzése

source: You need to answer the question before checking the answer key.
hu_hu: Meg kell válaszolnia a kérdést, mielőtt ellenőrizné a válaszkulcsot.

source: Hint
hu_hu: Tipp

source: Are you sure you want to retake the quiz?
hu_hu: Biztosan újra szeretné kezdeni a kvízt?

source: Are you sure to submit the quiz?
hu_hu: Biztosan beküldi a kvízt?

source: Prev
hu_hu: Előző

source: Next
hu_hu: Következő

source: Retake
hu_hu: Újra kezdet

source: Start
hu_hu: Indítás

source: Finish Quiz
hu_hu: Kvíz befejezése

source: Review
hu_hu: Áttekintés

source: Duration:
hu_hu: Időtartam:

source: Passing grade:
hu_hu: Átmeneti jegy:

source: Questions:
hu_hu: Kérdések:

source: Edit
hu_hu: Szerkesztés

source: Explanation
hu_hu: Magyarázat

source: Passed
hu_hu: Sikeres

source: Failed
hu_hu: Sikertelen

source: Your Result
hu_hu: Az Eredménye

source: Wrong
hu_hu: Hibás

source: Skipped
hu_hu: Kihagyva

source: Minus points
hu_hu: Mínusz pontok

source: Question <span>%d to %d of %d</span>
hu_hu: Kérdés <span>%d és %d közül %d</span>

source: Question <span>%d of %d</span>
hu_hu: Kérdés <span>%d / %d</span>

source: Earned Point: %s
hu_hu: Szerzett pont: %s

source: Submitting…
hu_hu: Beküldés...

source: Search by user
hu_hu: Keresés felhasználó szerint

source: LearnPress is a WordPress complete solution for creating a Learning Management System (LMS). It can help you to create courses, lessons, and quizzes.
hu_hu: A LearnPress egy teljes megoldás a WordPress Learning Management System (LMS) létrehozásához. Segíthet önnek kurzusok, leckék és kvízek készítésében.

source: Regular Price
hu_hu: Átlagos ár

source: Alignment
hu_hu: Igazítás

source: Color
hu_hu: Szín

source: Origin Price
hu_hu: Eredeti ár

source: Padding
hu_hu: Töltés

source: Free Price
hu_hu: Ingyenes ár

source: Filter Area
hu_hu: Szűrő terület

source: Fields
hu_hu: Mezők

source: Filter By
hu_hu: Szűrés

source: Keyword
hu_hu: Kulcsszó

source: Price
hu_hu: Ár

source: Course Category
hu_hu: Kurzus kategória

source: Course Tag
hu_hu: Kurzus címke

source: Author
hu_hu: Szerző

source: Level
hu_hu: Szint

source: Button Submit
hu_hu: Küldés gomb

source: Button Reset
hu_hu: Visszaállítás gomb

source: Show Count
hu_hu: Megjelenítés szám

source: Show
hu_hu: Megjelenítés

source: Hide
hu_hu: Elrejtés

source: Heading Setting
hu_hu: Cím beállítás

source: Default
hu_hu: Alapértelmezett

source: Custom
hu_hu: Egyedi

source: Enable Heading
hu_hu: Cím engedélyezése

source: Toggle Content
hu_hu: Tartalom kapcsoló

source: Default Toggle On
hu_hu: Alapértelmezett kapcsoló bekapcsolva

source: Extra Option
hu_hu: Extra lehetőség

source: Load widget via REST
hu_hu: Widget betöltése REST-en keresztül

source: Yes
hu_hu: Igen

source: No
hu_hu: Nem

source: Enable Keyword Search Suggestion
hu_hu: Kulcsszavas keresési javaslat engedélyezése

source: Filter Toggle Button
hu_hu: Szűrőkapcsoló gomb

source: Text Button
hu_hu: Szöveges gomb

source: Filter
hu_hu: Szűrés

source: Button Icon
hu_hu: Gomb ikon

source: Icon
hu_hu: Ikon

source: Icon Position
hu_hu: Ikon pozíciója

source: Before
hu_hu: Előtt

source: After
hu_hu: Után

source: Filter Selected Number
hu_hu: Kiválasztott szűrő száma

source: Width
hu_hu: Szélesség

source: Filter Selected List
hu_hu: Kiválasztott szűrő lista

source: Section
hu_hu: Szakasz

source: Margin
hu_hu: Távolság

source: Background
hu_hu: Háttér

source: Radius
hu_hu: Sugár

source: Item
hu_hu: Tétel

source: Toggle Offset X (px)
hu_hu: Kapcsoló eltolása X (px)

source: Toggle Offset Y (px)
hu_hu: Kapcsoló eltolása Y (px)

source: Title
hu_hu: Cím

source: Label
hu_hu: Címke

source: Horizontal Align
hu_hu: Vízszintes igazítás

source: Left
hu_hu: Bal

source: Right
hu_hu: Jobb

source: Count
hu_hu: Szám

source: Search
hu_hu: Keresés

source: Center
hu_hu: Közép

source: Position
hu_hu: Pozíció

source: Static
hu_hu: Statikus

source: Absolute
hu_hu: Abszolút

source: Offset X (px)
hu_hu: Eltolás X (px)

source: Offset Y (px)
hu_hu: Eltolás Y (px)

source: Button Popup
hu_hu: Gomb felugró ablak

source: Selected List
hu_hu: Kiválasztott lista

source: Selected Number
hu_hu: Kiválasztott szám

source: Skin
hu_hu: Külső

source: Option load REST API
hu_hu: Opció a REST API betöltéséhez

source: Layout
hu_hu: Elrendezés

source: Query
hu_hu: Lekérdezés

source: Courses limit
hu_hu: Kurzusok max. száma

source: Total courses you want to query, default 0 is no limit
hu_hu: Az összes kurzus, amelyet le szeretne kérdezni. Az alapértelmezett 0 a korlátlan beállítást jelenti.

source: Courses Per Page
hu_hu: Kurzusok oldalanként

source: Number courses show on 1 page. Default 0 is show all of Courses Limit
hu_hu: A kurzusok száma egy oldalon. Az alapértelmezett 0 az összes kurzus megjelenítését jelenti a megadott limitből.

source: Order By Default
hu_hu: Alapértelmezett sorrend

source: Newest
hu_hu: Legújabb

source: Title a-z
hu_hu: Cím A-Z

source: Title z-a
hu_hu: Cím Z-A

source: Price High to Low
hu_hu: Ár magasabb-ról alacsonyabbra

source: Price Low to High
hu_hu: Ár alacsonyabb-ról magasabbra

source: Popular
hu_hu: Népszerű

source: Select Categories
hu_hu: Válassza ki a kategóriákat

source: Pagination
hu_hu: Oldalszámozás

source: Pagination type
hu_hu: Oldalszámozás típusa

source: Number
hu_hu: Száma

source: Load more
hu_hu: Továbbiak betöltése

source: Infinite scroll
hu_hu: Végtelen görgetés

source: Content
hu_hu: Tartalom

source: List
hu_hu: Lista

source: Grid
hu_hu: Rács

source: Select Courses
hu_hu: Válassza ki a kurzusokat

source: Sort In
hu_hu: Rendezés

source: Recent
hu_hu: Legutóbbi

source: Featured
hu_hu: Kiemelt

source: Order By
hu_hu: Rendezési szempont

source: DESC
hu_hu: Csökkenő

source: ASC
hu_hu: Növekvő

source: Limit
hu_hu: Korlát

source: Title Course
hu_hu: Kurzus címe

source: Title Instructor
hu_hu: Oktató neve

source: Course Image
hu_hu: Kurzus képe

source: Course/Lesson Materials
hu_hu: Kurzus/Tananyag anyagok

source: Add layout and drag to top to set Active
hu_hu: Add meg az elrendezést és húzd felülre az aktiváláshoz

source: Column Name
hu_hu: Oszlop neve

source: Show Column
hu_hu: Oszlop megjelenítése

source: Download Icon
hu_hu: Letöltés ikon

source: yes
hu_hu: igen

source: Type
hu_hu: Típus

source: Size
hu_hu: Méret

source: Download
hu_hu: Letöltés

source: Columns
hu_hu: Oszlopok

source: Become a teacher
hu_hu: Legyél te is tanár

source: Description
hu_hu: Leírás

source: Fill in your information and send it to us to become a teacher.
hu_hu: Töltse ki az információit, és küldje el nekünk, hogy tanár lehessen.

source: Button text
hu_hu: Gomb szöveg

source: Submit
hu_hu: Küldés

source: Button Processing text
hu_hu: Feldolgozás gomb címkéje

source: Processing
hu_hu: Feldolgozás

source: Form Label
hu_hu: Űrlap címkéje

source: Form Input
hu_hu: Űrlap beviteli mező

source: Layout Item Instructor
hu_hu: Elrendezés Elem Oktató

source: Layout Name
hu_hu: Elrendezés Neve

source: Layout HTML
hu_hu: Elrendezés HTML

source: Ul Style
hu_hu: Ul stílus

source: Column number
hu_hu: Oszlop szám

source: Gap
hu_hu: Üres hely

source: Item Padding
hu_hu: Elem térköz

source: Item border
hu_hu: Elem kerete

source: Item Border
hu_hu: Elem keret

source: Border Radius
hu_hu: Szegély lekerekítés

source: Advanced Css
hu_hu: Haladó CSS

source: Custom CSS
hu_hu: Egyedi CSS

source: Name a-z
hu_hu: Név A-Z

source: Name z-a
hu_hu: Név Z-A

source: Wrapper
hu_hu: Wrapper elem

source: Set Instructor ID
hu_hu: Oktató azonosító beállítása

source: Instructor avatar
hu_hu: Oktató avatar

source: Add html tag wrapper Instructor Button View
hu_hu: HTML tag burkoló hozzáadása az Oktató Gomb Nézethez

source: Html Open tag
hu_hu: HTML nyitó tag

source: Html Close tag
hu_hu: HTML záró tag

source: Instructor Button View
hu_hu: Oktató Gomb Nézet

source: Instructor Count Courses
hu_hu: Oktatói kurzusok száma

source: Instructor Count Students
hu_hu: Oktató hallgatók száma

source: Add html tag wrapper Instructor Description
hu_hu: HTML tag wrapper hozzáadása az Oktató Leíráshoz

source: Instructor Description
hu_hu: Oktató leírás

source: Add html tag wrapper Instructor Name
hu_hu: HTML tag wrapper hozzáadása az Oktató Névhez

source: Instructor name
hu_hu: Oktató neve

source: Layout Type
hu_hu: Elrendezés típusa

source: The site will be redirected to the URL added after clicking the finish course button.
hu_hu: A weboldal át lesz irányítva a hozzáadott URL-címre a kurzus befejező gombra kattintás után.

source: Set blank, the site will be redirected to the single course page
hu_hu: Hagyd üresen, és a weboldal a kurzus egyetlen oldalára lesz átirányítva

source: General
hu_hu: Általános

source: Review courses
hu_hu: Kurzusok áttekintése

source: Courses created by instructors will be pending review first.
hu_hu: Az oktatók által létrehozott kurzusokat először el kell fogadni.

source: Auto start
hu_hu: Automatikus indítás

source: Students will get started on courses immediately after successfully purchasing them.
hu_hu: Megerősítő felugró ablak

source: Show a confirmation popup before finishing the course or completing the item.elem befejezése előtt.
hu_hu: Archív oldal elrendezése

source: Display the List course type on the Course Archive page.
hu_hu: Listakurzus típusának megjelenítése a Kurzus Archív oldalon.

source: Courses per page
hu_hu: Kurzusok oldalanként

source: The number of displayed courses per page.
hu_hu: Az oldalanként megjelenített kurzusok száma.

source: Loading ajax Courses
hu_hu: Ajax kurzusok betöltése

source: On/Off <i>loading ajax courses on the Course Archive page </i>.
hu_hu: Be/Ki <i>az Ajax kurzusok betöltése a Kurzus Archív oldalon</i>.

source: Do not run Ajax when reloading the Course Archive page
hu_hu: Ne fusson az Ajax, amikor újratölti a Kurzus Archív oldalt

source: Ajax is only applied when selecting pagination, filtering, searching, and sorting. Not applicable when reloading the Course Archive page.
hu_hu: Lapozási típus

source: Display the pagination type on the Course Archive page.
hu_hu: A lapozási típus megjelenítése a Kurzus Archív oldalon.

source: Load More
hu_hu: Több betöltése

source: Infinite Scroll
hu_hu: Végtelen görgetés

source: Thumbnail dimensions
hu_hu: Bélyegkép méretei

source: Redirect when finishing the course
hu_hu: Átirányítás a kurzus befejezésekor

source: Curriculum Settings
hu_hu: Tananyag beállítások

source: Section Per Page
hu_hu: Szakasz oldalanként

source: The number of displayed sections per page (Enter -1 to display all sections).
hu_hu: Az oldalanként megjelenített szakaszok száma (Adjon meg -1-et az összes szakasz megjelenítéséhez).

source: Course Item Per Page
hu_hu: Kurzus elem oldalanként

source: The number of displayed course items per page in a section (Enter -1 to display all course items).
hu_hu: Az oldalanként megjelenített kurzus elemek száma egy szakaszban (Adjon meg -1-et az összes kurzus elem megjelenítéséhez).

source: Material Settings
hu_hu: Anyag beállítások

source: File Type
hu_hu: Fájltípus

source: Which types of file will be allowed uploading?
hu_hu: Milyen típusú fájl feltöltése engedélyezett?

source: Upload Files
hu_hu: Fájlok feltöltése

source: Number files the user can upload. Set to 0 to disable
hu_hu: A felhasználó által feltölthető fájlok száma. Állítsd 0-ra a letiltáshoz.

source: File Size Limit
hu_hu: Fájlméret korlát

source: Set Maximum Attachment size for upload (MB)
hu_hu: Állítsd be a maximális melléklet méretet a feltöltéshez (MB-ban)

source: File Per Page
hu_hu: Fájl oldalanként

source: The number of displayed files per page (Enter -1 to display all files, set to 0 to disable).
hu_hu: Az oldalanként megjelenített fájlok száma (Adjon meg -1-et az összes fájl megjelenítéséhez, 0-ra a letiltáshoz).

source: Add rel="nofollow" to material external link.
hu_hu: Add hozzá a rel="nofollow"-t a külső anyag hivatkozáshoz.

source: Instructor Settings
hu_hu: Oktató beállítások

source: Instructor Per Page
hu_hu: Oktató oldalanként

source: The number of displayed instructors per page (Enter -1 to display all sections).
hu_hu: Az oldalanként megjelenített oktatók száma (Adjon meg -1-et az összes szakasz megjelenítéséhez).

source: Enable
hu_hu: Engedélyez

source: Testing Mode
hu_hu: Teszt üzemmód

source: Instruction
hu_hu: Utasítás

source: Enable/Disable
hu_hu: Engedélyez/Kikapcsol

source: Enable PayPal
hu_hu: PayPal engedélyezése

source: The old standard will not be supported in 2023/11/30.
hu_hu: Az régi szabványt 2023.11.30-ig nem támogatják.

source: Sandbox mode
hu_hu: Homokozó mód

source: Enable PayPal sandbox
hu_hu: PayPal homokozó mód engedélyezése

source: Sandbox email address
hu_hu: Homokozó mód e-mail cím

source: Use PayPal REST API
hu_hu: Használd a PayPal REST API-t

source: (Recommendations)
hu_hu: (Ajánlások)

source: Client ID
hu_hu: Ügyfél azonosító

source: How to get <a href="%s" target="_blank">Client ID</a>
hu_hu: Hogyan szerezhető be a <a href="%s" target="_blank">Ügyfélazonosító</a>

source: Client Secret
hu_hu: Ügyfél titok

source: How to get <a href="%s" target="_blank">Client Secret</a>
hu_hu: Hogyan szerezhető be a <a href="%s" target="_blank">Ügyfél titok</a>

source: Pages setup
hu_hu: Oldalak beállítása

source: All courses page
hu_hu: Az összes kurzus oldala

source: All instructors page
hu_hu: Az összes oktató oldala

source: Single instructor page
hu_hu: Egyetlen oktató oldala

source: Profile page
hu_hu: Profil oldal

source: Checkout page
hu_hu: Pénztári oldal

source: Become instructors page
hu_hu: Oktatóvá válás oldala

source: Terms and conditions
hu_hu: Felhasználási feltételek

source: Logout Redirect
hu_hu: Kijelentkezés utáni átirányítás

source: The page where the user will be redirected to after logging out.
hu_hu: Az az oldal, ahová a felhasználót kijelentkezés után átirányítják.

source: Currency
hu_hu: Pénznem

source: Setting up your currency unit and its formatting.
hu_hu: Állítd be a pénznem egységét és formázását.

source: Currency position
hu_hu: Pénznem pozíciója

source: This controls the position of the currency symbol.
hu_hu: Ez irányítja a pénznem szimbólumának pozícióját.

source: Thousands separator
hu_hu: Ezres szeparátor

source: This sets the thousands separator of displayed prices.
hu_hu: Ez beállítja az árak megjelenítésének ezres szeparátorát.

source: Decimal separator
hu_hu: Tizedes elválasztó

source: This sets the decimal separator of displayed prices.
hu_hu: Ez beállítja az árak megjelenítésének tizedes szeparátorát.

source: The number of decimals
hu_hu: A tizedesjegyek száma

source: This sets the number of decimal points shown in the displayed prices.
hu_hu: Ez beállítja a megjelenített árakban látható tizedesek számát.

source: Other
hu_hu: Egyéb

source: Publish profile
hu_hu: Profil közzététele

source: This option will add a sub-item \"Privacy\" under the Setting tab on the Profile page. If users want to publish or hide their course, or quiz tab when other users visit their profile page, they need to enable/disable that option in the Privacy section.
hu_hu: Ez az opció hozzáad egy \"Adatvédelem\" alpontot a Profil oldal Beállítások füléhez. Ha a felhasználók szeretnék közzétenni vagy elrejteni kurzusukat vagy kvízüket más felhasználók profiloldalán, akkor ezt az opciót engedélyezniük/kikapcsolniuk kell az Adatvédelmi részben.

source: Public all user profile pages (only the overview tab).
hu_hu: Nyilvános az összes felhasználói profiloldal (csak az áttekintő fül).

source: Instructor registration
hu_hu: Oktató regisztráció

source: Enable the option in all registration forms.
hu_hu: Engedélyezze az opciót az összes regisztrációs űrlapon.

source: Permalinks Course
hu_hu: Permalink kurzus

source: Course
hu_hu: Kurzus

source: Lesson
hu_hu: Lecke

source: Quiz
hu_hu: Kvíz

source: Category base
hu_hu: Kategória alap

source: Tag base
hu_hu: Címke alap

source: Permalinks Profile
hu_hu: Profil permalinkek

source: Courses
hu_hu: Kurzusok

source: Courses created by user
hu_hu: Felhasználó által létrehozott kurzusok

source: My Courses
hu_hu: Saját kurzusok

source: Courses enrolled by user
hu_hu: A felhasználó által felvett kurzusok

source: Quizzes
hu_hu: Kvízek

source: Orders
hu_hu: Rendelések

source: Order details
hu_hu: Rendelési részletek

source: Settings
hu_hu: Beállítások

source: Basic Information <small>Settings</small>
hu_hu: Alapvető információk <small>Beállítások</small>

source: Avatar <small>Settings</small>
hu_hu: Avatár <small>Beállítások</small>

source: Change Password <small>Settings</small>
hu_hu: Jelszó megváltoztatása <small>Beállítások</small>

source: Privacy <small>Settings</small>
hu_hu: Adatvédelem <small>Beállítások</small>

source: Avatar Dimensions
hu_hu: Avatár méretei

source: Enable login form
hu_hu: Bejelentkezési űrlap engedélyezése

source: If the user is not logged in, enable login from profile.
hu_hu: Ha a felhasználó nincs bejelentkezve, engedélyezze a bejelentkezést a profilból.

source: Enable register form
hu_hu: Regisztrációs űrlap engedélyezése

source: If the user is not logged in, enable register from profile.
hu_hu: Ha a felhasználó nincs bejelentkezve, engedélyezze a regisztrációt a profilból.

source: Enable default fields
hu_hu: Alapértelmezett mezők engedélyezése

source: First name
hu_hu: Keresztnév

source: Last name
hu_hu: Vezetéknév

source: Display name
hu_hu: Megjelenített név

source: Custom register fields
hu_hu: Egyéni regisztrációs mezők

source: Display field name.
hu_hu: Mezőnév megjelenítése.

source: Text
hu_hu: Szöveg

source: Textarea
hu_hu: Szövegterület

source: Checkbox
hu_hu: Jelölőnégyzet

source: Required?
hu_hu: Kötelező?

source: Custom fields to the registration form.
hu_hu: Egyéni mezők a regisztrációs űrlaphoz.

source: Course Filter
hu_hu: Kurzus szűrő

source: Hide field has count is zero
hu_hu: Rejtse el a mezőt, ha a szám nulla

source: Class of list courses want to filter
hu_hu: A listán szereplő kurzusok szűrése osztályozás alapján

source: No settings available.
hu_hu: Nincs elérhető beállítás.

source: <strong>%1$s</strong> add-on version %2$s requires <strong>LearnPress</strong> version %3$s or higher %4$s
hu_hu: A(z) <strong>%1$s</strong> kiegészítő %2$s verziója a(z) <strong>LearnPress</strong> %3$s verziót vagy annál újabbat igényel %4$s

source: %s plugin file does not exist.
hu_hu: %s bővítményfájl nem létezik.

source: %s plugin class does not exist.
hu_hu: %s bővítmény osztály nem létezik.

source: The following functions %1$s do not exist in %2$s
hu_hu: A következő függvények: %1$s nem léteznek a következő helyen: %2$s

source: Oops! ID not found
hu_hu: Hoppá! Azonosító nem található

source: Duplicate post failed. Please try again
hu_hu: A másolás sikertelen volt. Kérjük, próbáld újra.

source: Access denied
hu_hu: Hozzáférés megtagadva

source: Nonce check failed
hu_hu: Nonce ellenőrzés sikertelen

source: Invalid order
hu_hu: Érvénytelen rendelés

source: Permission denied
hu_hu: Engedély megtagadva

source: Edit Page
hu_hu: Oldal szerkesztése

source: View Page
hu_hu: Oldal megtekintése

source: Error! Page creation failed. Please try again.
hu_hu: Hiba! Az oldal létrehozása sikertelen volt. Kérjük, próbáld újra.

source: Empty page name!
hu_hu: Üres oldalnév!

source: Oops! Error.
hu_hu: Hoppá! Hiba.

source: Guest
hu_hu: Vendég

source: Before taking this action, we strongly recommend you backup your site first before proceeding. If you encounter any problems, please do not hesitate to contact our support team. Are you sure to proceed with the update protocol?
hu_hu: Mielőtt végrehajtanád ezt a műveletet, javasoljuk, hogy először készíts biztonsági másolatot az oldalról. Ha bármilyen problémába ütköznél, ne habozz kapcsolatba lépni támogatási csapatunkkal. Biztosan folytatod a frissítési folyamatot?

source: item
hu_hu: elem

source: Create a new
hu_hu: Hozzon létre egy újat

source: Back
hu_hu: Vissza

source: Selected items
hu_hu: Kiválasztott elemek

source: Do you want to remove the "{{ITEM_NAME}}" item from the course?
hu_hu: Biztosan el szeretné távolítani a(z) „{{ITEM_NAME}}” elemet a kurzusból?

source: Do you want to move the "{{ITEM_NAME}}" item to the trash?
hu_hu: Biztosan a lomtárba szeretné helyezni a(z) „{{ITEM_NAME}}” elemet?

source: Items
hu_hu: Elemek

source: The course sale price must be less than the regular price
hu_hu: A kurzus kedvezményes árának kisebbnek kell lennie a szokásos árnál

source: The course price must be greater than the sale price
hu_hu: A kurzus árának nagyobbnak kell lennie, mint a kedvezményes ár

source: The sale start date must be before the sale end date
hu_hu: A kedvezményes ár érvényességének kezdeti dátumának megelőznie kell a lejárati dátumot

source: The sale end date must be after the sale start date
hu_hu: A kedvezményes ár érvényességének lejárati dátumának követnie kell a kezdeti dátumot

source: Invalid date
hu_hu: Érvénytelen dátum
