Repository: koosdaniel/szimjontimi.hu
Catalog: plugins/learnpress/learnpress-*.po
Languages: hu_hu

source: Points for choosing the correct answer.
hu_hu: Pontok a helyes válasz kiválasztásához.

source: The instructions for the user to select the right answer. The text will be shown when users click the 'Hint' button.
hu_hu: A felhasználó utasításai a helyes válasz kiválasztásához. A szöveg akkor jelenik meg, amikor a felhasználók megnyomják a 'Tipp' gombot.

source: The explanation will be displayed when students click the "Check Answer" button.
hu_hu: A magyarázat akkor jelenik meg, amikor a diákok megnyomják a „Válasz ellenőrzése” gombot.

source: Quiz Settings
hu_hu: Kvíz beállítások

source: Set to 0 for no limit, greater than 0 for a limit.
hu_hu: Állítsd 0-ra a korlát nélkül, nagyobbra 0-nál a korlátozás érdekében.

source: The conditions that must be achieved in order to pass the quiz.
hu_hu: Azok a feltételek, amelyeket teljesíteni kell a kvíz sikeres letételéhez.

source: Instant Check
hu_hu: Lehetővé teszi a diákoknak, hogy azonnal ellenőrizzék válaszaikat a kvíz közben.

source: Negative Marking
hu_hu: Negatív pontozás

source: For each question that students answer wrongly, the total point is deducted exactly from the question's point.
hu_hu: Minden olyan kérdésre, amelyre a diákok helytelenül válaszolnak, a teljes pontszám pontosan levonódik a kérdés pontszámából.

source: Minus for skip
hu_hu: Mínusz a kihagyáshoz

source: For each question that students answer skip, the total point is deducted exactly from the question's point.
hu_hu: Minden olyan kérdésre, amelyre a diákok kihagyott választ adnak, a teljes pontszám pontosan levonódik a kérdés pontszámából.

source: How many times can the user re-take this quiz? Set 0 to disable. Set -1 to infinite.
hu_hu: Hányszor probálhatja újra a felhasználó ezt a kvízt? Állítsd 0-ra a letiltáshoz. Állítsd -1-re a végtelenhez.

source: The number of displayed questions on each page.
hu_hu: Az oldalanként megjelenített kérdések száma.

source: Allow students to review this quiz after they finish the quiz.
hu_hu: Lehetővé teszi a diákoknak, hogy áttekintsék ezt a kvízt a kvíz befejezése után.

source: Show the correct answer
hu_hu: Mutasd a helyes választ

source: Allow students to view the correct answer to the question in reviewing this quiz.
hu_hu: Engedélyezze a diákoknak, hogy megtekinthessék a kérdés helyes válaszát a kvíz áttekintése során.

source: Answers
hu_hu: Válaszok

source: Correction
hu_hu: Javítás

source: Add a new Answer
hu_hu: Új válasz hozzáadása

source: Select a word in the passage above and click <strong>'Insert a new blank'</strong> to make that word a blank for filling.
hu_hu: Válasszon ki egy szót a fenti szövegrészletből, majd kattintson a <strong>'Új üres beszúrása'</strong> lehetőségre, hogy ezt a szót kitöltendő üressé tegye.

source: Insert a new blank
hu_hu: Új üres beszúrása

source: Remove all blanks
hu_hu: Az összes üres törlése

source: Clear content
hu_hu: Tartalom törlése

source: Options
hu_hu: Beállítások

source: Match case
hu_hu: Nagy- és kisbetű megkülönböztetése

source: Match two words in case sensitive.
hu_hu: Két szó megfeleltetése nagy- és kisbetűérzékenyen.

source: Comparison
hu_hu: Összehasonlítás

source: Equal
hu_hu: Egyenlő

source: Match two words are equality.
hu_hu: Két szó egyenlősége.

source: Range
hu_hu: Tartomány

source: Match any number in a range. Use <code>100, 200</code> to match any value from 100 to 200.
hu_hu: Bármilyen szám egy tartományban. Használd a <code>100, 200</code> kifejezést bármilyen érték megegyezéséhez 100-tól 200-ig.

source: Any
hu_hu: Bármelyik

source: Match any value in a set of words. Use <code>fill, blank, or question</code> to match any value in the set.
hu_hu: Bármely érték megfeleltetése egy szóhalmazban. Használd a <code>fill, blank, or question</code> kifejezést bármely érték megegyezéséhez a halmazban.

source: Actions
hu_hu: Műveletek

source: Create a new question
hu_hu: Új kérdés létrehozása

source: Add with type...
hu_hu: Hozzáadás típussal...

source: Something went wrong! Please reload to continue editing quiz questions.
hu_hu: Valami hiba történt! Kérem, frissítse az oldalt a kvízkérdések további szerkesztéséhez.

source: Type here to search for the question
hu_hu: Ide írjon a kérdés kereséséhez

source: Duplicate
hu_hu: Másolás

source: Removed from the quiz
hu_hu: Eltávolítva a kvízből

source: Add option
hu_hu: Opció hozzáadása

source: Continue
hu_hu: Folytatás

source: LearnPress %s. Designed by @ThimPress.
hu_hu: LearnPress %s. Készítette: @ThimPress.

source: Back to Dashboard
hu_hu: Vissza a vezérlőpulthoz

source: LearnPress &rsaquo; Setup Wizard
hu_hu: LearnPress &rsaquo; Telepítési varázsló

source: Your Paypal email is in live mode.
hu_hu: A PayPal e-mailje éles módban van.

source: Live secret key
hu_hu: Éles titkos kulcs

source: Live publish key
hu_hu: Éles közzétételi kulcs

source: Test mode
hu_hu: Teszt mód

source: Test secret key
hu_hu: Teszt titkos kulcs

source: Test publish key
hu_hu: Teszt közzétételi kulcs

source: Thousands Separator
hu_hu: Ezres elválasztó

source: Emails system
hu_hu: E-mail rendszer

source: Emails are sent to users or teachers for each particular action.
hu_hu: Az e-maileket a felhasználóknak vagy tanároknak küldik ki minden egyes különleges művelet után.

source: You can enable/disable each email in your LearnPress settings later.
hu_hu: A LearnPress beállításaiban később be- vagy kikapcsolhatod az egyes e-maileket.

source: But right now, you can enable all emails to see how emails work.
hu_hu: De most engedélyezheti az összes e-mailt annak érdekében, hogy lássa, hogyan működnek az e-mailek.

source: Enable emails
hu_hu: E-mailek engedélyezése

source: LearnPress LMS is ready to go!
hu_hu: A LearnPress LMS készen áll a használatra!

source: Install a demo course
hu_hu: Demó kurzus telepítése

source: View Documentation
hu_hu: Dokumentáció megtekintése

source: Create a new course
hu_hu: Új kurzus létrehozása

source: Static Pages
hu_hu: Statikus oldalak

source: The pages will display the content of LP's necessary pages, such as Courses, Checkout, and Profile
hu_hu: A lapok megjelenítik az LP szükséges lapjainak tartalmát, mint például a kurzusok, Kijelentkezés és Profil

source: If you are not sure, click <a href="%s" id="create-pages">here</a> to create pages automatically.
hu_hu: Ha nem biztos benne, kattintson <a href="%s" id="create-pages">ide</a>, hogy az oldalakat automatikusan létrehozza.

source: Page: Show a list of courses
hu_hu: Oldal: kurzusok listájának megjelenítése

source: Page: Show a list of instructors
hu_hu: Oldal: Tanárok listájának megjelenítése

source: Page: single instructor
hu_hu: Oldal: Egyetlen tanár

source: Page: Profile
hu_hu: Oldal: Profil

source: Page: Checkout
hu_hu: Oldal: Pénztár

source: Page: Become a Teacher
hu_hu: Oldal: Legyen tanár

source: Page: Terms and Conditions
hu_hu: Oldal: Feltételek és Szabályzat

source: LearnPress can accept both online and offline payments. Additional payment addons can be installed later.
hu_hu: A LearnPress képes elfogadni online és offline fizetéseket. További fizetési kiegészítőket később telepíthet.

source: Welcome to LearnPress
hu_hu: Köszöntjük a LearnPresst

source: Thanks for choosing LearnPress to sell your online courses!
hu_hu: Köszönjük, hogy a LearnPresst választotta az online kurzusok értékesítéséhez!

source: The following wizard will help you configure your LMS site and get you started quickly.
hu_hu: A következő varázsló segít a LMS-webhely konfigurálásában és gyors indításában.

source: Last 7 Days
hu_hu: Elmúlt 7 nap

source: Last 30 Days
hu_hu: Elmúlt 30 nap

source: Last 12 Months
hu_hu: Elmúlt 12 hónap

source: From
hu_hu: Kezdete

source: To
hu_hu: Cél

source: Go
hu_hu: Indulj

source: Sale by
hu_hu: Értékesítési mód

source: Date
hu_hu: Dátum

source: Select a course
hu_hu: Válasszon ki egy kurzust

source: Select a course category
hu_hu: Válasszon ki egy kurzus kategóriát

source: Today
hu_hu: Ma

source: Yesterday
hu_hu: Tegnap

source: Last 7 days
hu_hu: Elmúlt 7 nap

source: Last 30 days
hu_hu: Elmúlt 30 nap

source: This month
hu_hu: Ebben a hónapban

source: Last 12 months
hu_hu: Elmúlt 12 hónap

source: This year
hu_hu: Idén

source: Total Courses
hu_hu: Összes kurzus

source: Published Courses
hu_hu: Közzétett kurzusok

source: Pending Courses
hu_hu: Függőben lévő kurzusok

source: Future Courses
hu_hu: Jövőbeli kurzusok

source: Lessons
hu_hu: Leckék

source: Quizes
hu_hu: Kvízek

source: Assginments
hu_hu: Feladatok

source: Total Orders
hu_hu: Összes rendelés

source: Completed Orders
hu_hu: Befejezett rendelések

source: Proccessing Orders
hu_hu: Feldolgozás alatt álló rendelések

source: Pending Orders
hu_hu: Függőben lévő rendelések

source: Cancelled Orders
hu_hu: Törölt rendelések

source: Fail Orders
hu_hu: Sikertelen rendelések

source: Total Sales
hu_hu: Összes értékesítés

source: Total Instructors
hu_hu: Összes oktató

source: Total Students
hu_hu: Összes hallgató

source: Net Sales
hu_hu: Nettó értékesítés

source: Top Courses Sold
hu_hu: Legtöbbet eladott kurzusok

source: Top Categories Sold
hu_hu: Legtöbbet eladott kategóriák

source: Users activated
hu_hu: Aktivált felhasználók

source: Inprogress
hu_hu: Folyamatban

source: Finished
hu_hu: Nem elkezdett

source: Registed Users
hu_hu: Regisztrált felhasználók

source: Top Courses By Students
hu_hu: Legtöbb hallgató által választott kurzusok

source: Top Instructors By Students Enrolled Times
hu_hu: Legtöbb hallgató által beiratkozott kurzusok legjobb oktatói

source: LearnPress has just updated to the latest version.
hu_hu: A LearnPress frissült a legújabb verzióra.

source: <strong>LearnPress update</strong> – We are running an update to upgrade your database to the latest version.
hu_hu: <strong>LearnPress frissítés</strong> – Frissítést végzünk az adatbázis frissítéséhez a legújabb verzióra.

source: Welcome to LearnPress %s
hu_hu: Üdvözlünk a LearnPress %s rendszerben

source: This is a <strong>BIG UPDATE</strong> and it allows you to do so much more!
hu_hu: Ez egy <strong>NAGY FRISÍTÉS</strong>, és lehetővé teszi, hogy sokkal több mindent érj el!

source: Check what's new
hu_hu: Nézd meg az újdonságokat

source: Get support now
hu_hu: Most kérj támogatást

source: Got it!
hu_hu: Rendben!

source: Items completed:
hu_hu: Befejezett tételek:

source: %1$d of %2$d items
hu_hu: %1$d / %2$d tétel

source: Course progress:
hu_hu: Kurzus előrehaladás:

source: The course list of enrolled users
hu_hu: A beiratkozott felhasználók kurzusainak listája

source: No items found!
hu_hu: Nincs találat!

source: WP query plugins error!
hu_hu: WP lekérdezési bővítmény hiba!

source: WP query plugins empty!
hu_hu: WP lekérdezési bővítmény üres!

source: No item found!
hu_hu: Nincs találat!

source: LearnPress Category
hu_hu: LearnPress kategória

source: Sorry! This course is not purchasable.
hu_hu: Sajnáljuk, ez a kurzus nem vásárolható meg.

source: Sorry! The number of enrolled students has reached its limit
hu_hu: Sajnáljuk, elérte a beiratkozott hallgatók számának korlátját

source: The order %s has been successfully recovered.
hu_hu: A(z) %s rendelés sikeresen visszaállítva.

source: Your email already exists. Do you want to continue with this email?
hu_hu: A megadott e-mail cím már létezik. Szeretnéd folytatni ezzel az e-mail címmel?

source: Create a new account with this email. The account information will be sent with this email.
hu_hu: Hozz létre egy új fiókot ezzel az e-mail címen. A fiókadatokat erre az e-mail címre küldjük.

source: Access denied!
hu_hu: Hozzáférés megtagadva!

source: Error! Invalid lesson or failed security check.
hu_hu: Hiba! Érvénytelen lecke vagy sikertelen biztonsági ellenőrzés.

source: Error! Invalid lesson.
hu_hu: Hiba! Érvénytelen lecke.

source: Please login.
hu_hu: Kérem, jelentkezzen be.

source: Course is invalid!.
hu_hu: A kurzus érvénytelen!

source: Congrats! You have completed "%s".
hu_hu: Gratulálunk! Befejezte a(z) "%s"-t.

source: Redirecting
hu_hu: Átirányítás

source: Invalid field
hu_hu: Érvénytelen mező

source: Unknown error
hu_hu: Ismeretlen hiba

source: Place order
hu_hu: Rendelés leadása

source: Replace
hu_hu: Cserélje ki

source: Error 404
hu_hu: Címkézett kurzusok: &ldquo;%s&rdquo;

source: Posts tagged &ldquo;%s&rdquo;
hu_hu: Bejegyzések címkézve: &ldquo;%s&rdquo;

source: Author: %s
hu_hu: Szerző: %s

source: Search results for &ldquo;%s&rdquo;
hu_hu: Keresési eredmények: &ldquo;%s&rdquo;

source: Page %d
hu_hu: Oldal %d

source: Your email is not valid!
hu_hu: A megadott e-mail cím érvénytelen!

source: New account email is existed
hu_hu: Az új fiók e-mail címe már létezik

source: Create account failed
hu_hu: A fiók létrehozása sikertelen

source: Error %d: Unable to add item to order. Please try again.
hu_hu: Hiba %d: Az elem nem adható hozzá a rendeléshez. Kérjük próbáld újra.

source: Your session has expired.
hu_hu: A munkamenet lejárt.

source: No payment method is selected
hu_hu: Nincs kiválasztott fizetési mód

source: Your cart is currently empty.
hu_hu: A kosarad jelenleg üres.

source: Type item buy invalid!
hu_hu: Nincs ilyen termék!

source: Lifetime
hu_hu: Élettartam

source: %s Minute
hu_hu: %s perc

source: %s Hour
hu_hu: %s óra

source: %s Day
hu_hu: %s nap

source: %s Week
hu_hu: %s hét

source: Please enter a valid account username.
hu_hu: Kérem, adjon meg egy érvényes fióknévet.

source: Please provide a valid email address.
hu_hu: Kérem, adjon meg egy érvényes e-mail címet.

source: Your email does not exist!
hu_hu: Az Ön e-mail címe nem létezik!

source: Thank you! Your message has been sent.
hu_hu: Köszönjük! Az üzenete elküldésre került.

source: Error:
hu_hu: Hiba:

source: A username is required
hu_hu: Egy felhasználónév megadása kötelező

source: Login successfully!
hu_hu: Sikeres bejelentkezés!

source: I need to become an instructor
hu_hu: Oktatóvá kell válnom

source: was successfully created!
hu_hu: sikeresen létrehozva!

source: Your request to become an instructor has been sent. We will get back to you soon!
hu_hu: A tanárké válási kérelmed elküldtük. Hamarosan válaszolunk!

source: An account is already registered with your email address.
hu_hu: Ehhez az e-mail címhez már tartozik egy fiók.

source: An account is already registered with that username. Please choose another one.
hu_hu: Ehhez a felhasználónévhez már tartozik egy fiók. Kérlek, válassz másikat.

source: Please enter an account password.
hu_hu: Kérlek, adj meg egy jelszót a fiókhoz.

source: Password must contain at least six characters.
hu_hu: A jelszónak legalább hat karaktert kell tartalmaznia.

source: Password cannot contain spaces!
hu_hu: A jelszó nem tartalmazhat szóközt!

source: Please enter confirm password.
hu_hu: Kérlek, erősítsd meg a jelszót.

source: Password and Confirm Password do not match!
hu_hu: A jelszó és a megerősítő jelszó nem egyezik!

source: is a required field.
hu_hu: kötelező mező.

source: Email is required
hu_hu: Az e-mail cím megadása kötelező

source: Display name is required
hu_hu: A megjelenítendő név megadása kötelező

source: Due to privacy concerns, the display name cannot be changed to an email address.
hu_hu: Az adatvédelmi aggályok miatt a megjelenítendő nevet nem lehet e-mail címre változtatni.

source: This email address is already registered.
hu_hu: Ez az e-mail cím már regisztrálva van.

source: Enter a username or email address.
hu_hu: Adj meg egy felhasználónevet vagy e-mail címet.

source: Invalid username or email.
hu_hu: Érvénytelen felhasználónév vagy e-mail cím.

source: Password reset is not allowed for this user.
hu_hu: Jelszó visszaállítás nem engedélyezett ennek a felhasználónak.

source: Missing post title
hu_hu: Hiányzó bejegyzéscím

# slug
source: uncategorized
hu_hu: nem kategorizált

source: Install failed!
hu_hu: Telepítés sikertelen!

source: Update failed!
hu_hu: Frissítés sikertelen!

source: Course Search Results
hu_hu: Kurzus keresési eredmények

source: No payment method is available.
hu_hu: Nincs elérhető fizetési mód.

source: items
hu_hu: elemek

source: Displaying {{from}} to {{to}} of {{total}} {{item_name}}.
hu_hu: Megjelenítés: {{from}} - {{to}} / {{total}} {{item_name}}.

source: Displaying {{from}} to {{to}} of {{total}}.
hu_hu: Megjelenítés: {{from}} - {{to}} / {{total}}.

source: Forgot password?
hu_hu: Elfelejtett jelszó?

source: Create a new account
hu_hu: Új fiók létrehozása

source: You've already completed the quiz.
hu_hu: Már teljesítetted a kvízt.

source: Do you want to redo the quiz "%s"?
hu_hu: Újra akarod kezdeni a(z) „%s” kvízt?

source: Do you want to complete the quiz "%s"?
hu_hu: El akarod végezni a(z) „%s” kvízt?

source: Do you want to complete the lesson "%s"?
hu_hu: El akarod végezni a(z) „%s” leckét?

source: Do you want to finish the course "%s"?
hu_hu: El akarod végezni a(z) „%s” kurzust?

source: Do you want to retake the course "%s"?
hu_hu: Újra akarod kezdeni a(z) „%s” kurzust?

# no course thumbnail
source: course thumbnail
hu_hu: Kurzus bélyegkép

source: There are no options for this widget.
hu_hu: Nincsenek beállítások ennek a widgetnek.

source: The function %s doesn't exist
hu_hu: A(z) %s funkció nem létezik

source: This course will end within the next %s
hu_hu: Ez a kurzus %s alatt véget ér

# External Link button text
source: More Info
hu_hu: További információ

source: Tags:
hu_hu: Címkék:

# course item status title
source: Failed
hu_hu: Nem sikerült

# course item status title
source: Passed
hu_hu: Sikeres

# course item status title
source: Completed
hu_hu: Befejezett

# course item status title
source: Unread
hu_hu: Olvasatlan

source: Edit this item
hu_hu: Elem szerkesztése

source: In Progress
hu_hu: Folyamatban

source: completed lessons per the total number of lessons.
hu_hu: befejezett leckék a leckék összes számához viszonyítva.

source: passed quizzes per the total number of quizzes.
hu_hu: sikeres kvízek a kvízek összes számához viszonyítva.

source: Final Quiz
hu_hu: Záró kvíz

source: correct answers per the total number of questions.
hu_hu: helyes válaszok a kérdések összes számához viszonyítva.

source: score achieved per the total score of the questions.
hu_hu: elért pontszám a kérdések összpontszámához viszonyítva.

source: Require
hu_hu: Követelmény

source: The course does not exist.
hu_hu: A kurzus nem létezik.

source: New Lesson
hu_hu: Új lecke

source: Invalid lesson with ID "%d".
hu_hu: Érvénytelen lecke azonosítóval: „%d”.

source: Invalid order with ID "%d".
hu_hu: Érvénytelen rendelés azonosítóval: „%d”.

source: Invalid order.
hu_hu: Érvénytelen rendelés.

source: Order is already assigned.
hu_hu: A rendelés már hozzá van rendelve.

source: Invalid User!
hu_hu: Érvénytelen felhasználó!

source: Invalid order key with Email!
hu_hu: Érvénytelen rendelési kulcs e-mail címmel!

source: The question does not exist.
hu_hu: A kérdés nem létezik.

source: Failed to duplicate answer
hu_hu: Nem sikerült megkettőzni a választ.

source: Invalid question with ID "%d".
hu_hu: Érvénytelen kérdés azonosítóval: „%d”.

source: The quiz does not exist.
hu_hu: A kvíz nem létezik.

source: Invalid quiz with ID "%d".
hu_hu: Érvénytelen kvíz azonosítóval: „%d”.

source: Invalid quiz.
hu_hu: Érvénytelen kvíz.

source: This item has already been assigned to the course. It will be removed from the course if it is not published.
hu_hu: Ez az elem már hozzá van rendelve a kurzushoz. El lesz távolítva a kurzusból, ha nincs közzétéve.

source: This question has already been assigned to the quiz. It will be removed from the quiz if it is not published.
hu_hu: Ez a kérdés már hozzá van rendelve a kvízhez. El lesz távolítva a kvízből, ha nincs közzétéve.

source: Unknown
hu_hu: Ismeretlen

source: Course (%1$d %2$s)
hu_hu: kurzus (%1$d %2$s)

source: Remove Filter
hu_hu: Szűrő eltávolítása

source: updated.
hu_hu: frissítve.

source: Custom field updated.
hu_hu: Egyéni mező frissítve.

source: Custom field deleted.
hu_hu: Egyéni mező törölve.

source: The lesson has been restored to revision from %s
hu_hu: A lecke visszaállítva a következő változatra: %s

source: published.
hu_hu: közzétéve.

source: saved.
hu_hu: elmentve.

source: submitted.
hu_hu: beküldve.

source: scheduled for: <strong>%1$s</strong>.
hu_hu: tervezve: <strong>%1$s</strong>.

source: draft updated.
hu_hu: piszkozat frissítve.

# Post Type General Name
source: Courses
hu_hu: Kurzusok

# Post Type Singular Name
source: Course
hu_hu: Kurzus

source: Parent Item:
hu_hu: Szülő elem:

source: View Course
hu_hu: Kurzus megtekintése

source: Add a New Course
hu_hu: Új kurzus hozzáadása

source: Add New
hu_hu: Új hozzáadása

source: Edit Course
hu_hu: Kurzus szerkesztése

source: Update Course
hu_hu: Kurzus frissítése

source: Search Courses
hu_hu: Kurzusok keresése

source: You have not had any courses yet. Click <a href="%s">Add new</a> to start
hu_hu: Még nincsenek kurzusaid. Kattints a(z) <a href="%s">Új hozzáadása</a> gombra a kezdéshez.

source: There was no course found in the trash
hu_hu: Nem található kurzus a szemétládában

source: Course Categories
hu_hu: Kurzus kategóriák

source: Category
hu_hu: Kategória

source: Add A New Course Category
hu_hu: Új kurzus kategória hozzáadása

source: All Categories
hu_hu: Összes kategória

source: Course Tags
hu_hu: Kurzus Címkék

source: Tag
hu_hu: Címke

source: Search Course Tags
hu_hu: Kurzus Címkék keresése

source: Popular Course Tags
hu_hu: Népszerű kurzus címkék

source: All Course Tags
hu_hu: Összes kurzus címke

source: Edit Course Tag
hu_hu: Kurzus Címke szerkesztése

source: Update Course Tag
hu_hu: Kurzus Címke frissítése

source: Add A New Course Tag
hu_hu: Új kurzus címke hozzáadása

source: New Course Tag Name
hu_hu: Új kurzus címke neve

source: Separate tags with commas
hu_hu: Címkék elválasztása vesszővel

source: Add or remove tags
hu_hu: Címkék hozzáadása vagy eltávolítása

source: Choose from the most used tags
hu_hu: Válassz a legtöbbet használt címkék közül

source: Thumbnail
hu_hu: Bélyegkép

source: <strong>%d</strong> section
hu_hu: <strong>%d</strong> szekció

source: No content
hu_hu: Nincs tartalom

source: Curriculum
hu_hu: Tanterv

source: Unassigned
hu_hu: Hozzárendelés nélkül

source: No Preview
hu_hu: Nincs előnézet

source: Add A New Lesson
hu_hu: Új lecke hozzáadása

source: View Lesson
hu_hu: Lecke megtekintése

source: Edit Lesson
hu_hu: Lecke szerkesztése

source: Update Lesson
hu_hu: Lecke frissítése

source: Search Lessons
hu_hu: Leckék keresése

source: No lesson found
hu_hu: Nem található lecke

source: There was no lesson found in the trash
hu_hu: Nem található lecke a szemétládában

source: Format
hu_hu: Formátum

source: Standard
hu_hu: Szabványos

source: Assigned
hu_hu: Hozzárendelve

source: Order number, course name, etc.
hu_hu: Rendelési szám, kurzus neve, stb.

source: View Order
hu_hu: Rendelés megtekintése

source: View child orders
hu_hu: Gyermekrendelések megtekintése

source: Order
hu_hu: Rendelés

source: Student
hu_hu: Diák

source: Purchased
hu_hu: Megvásárolva

source: Status
hu_hu: Állapot

source: (Guest)
hu_hu: (Vendég)

source: The course does not exist
hu_hu: A kurzus nem létezik

source: Deleted
hu_hu: Törölve

source: (No item)
hu_hu: (Nincs tétel)

source: Pay via <strong>%s</strong>
hu_hu: Fizetés itt: <strong>%s</strong>

source: Add A New Order
hu_hu: Új rendelés hozzáadása

source: Order Details
hu_hu: Rendelés részletei

source: Update Order
hu_hu: Rendelés frissítése

source: Search Orders
hu_hu: Rendelések keresése

source: No order found
hu_hu: Nem található rendelés

source: There was no order found in the trash
hu_hu: Nem található rendelés a szemétládában

source: Order Actions
hu_hu: Rendelés műveletek

source: Order Exports
hu_hu: Rendelés exportálások

source: New Option
hu_hu: Új lehetőség

source: Are you sure to remove all the blanks?
hu_hu: Biztosan eltávolítod az összes üres helyet?
