Repository: koosdaniel/szimjontimi.hu
Catalog: plugins/learnpress/learnpress-*.po
Languages: hu_hu

source: You finished this course. This content is protected. Please enroll in the course to view this content!
hu_hu: Befejezted ezt a kurzust. Ez a tartalom védett. Kérlek iratkozz fel a kurzusra, hogy megtekinthesd ezt a tartalmat!

source: The content of this item has been blocked because the course has exceeded its duration.
hu_hu: Az elem tartalma blokkolva van, mert a kurzus meghaladta az előírt hosszát.

source: The course is not enrolled.
hu_hu: A kurzusra nem iratkoztak fel.

source: No Course or User available
hu_hu: Nincs elérhető kurzus vagy felhasználó

source: The course is external
hu_hu: A kurzus külső forrásból származik

source: The course is full of students.
hu_hu: A kurzus telített, minden hely foglalt.

source: The course is not required to enroll.
hu_hu: A kurzusra nem kötelező feliratkozni.

source: The course is not purchased.
hu_hu: A kurzust még nem vásárolták meg.

source: This course is already enrolled.
hu_hu: Erre a kurzusra már fel van iratkozva.

source: Course is unavailable
hu_hu: A kurzus nem elérhető

source: Course is not publish
hu_hu: A kurzus nincs közzétéve

source: Course is free, so you can not purchase
hu_hu: A kurzus ingyenes, így nem lehet megvásárolni

source: Course is type external, so you can not purchase
hu_hu: Külső kurzus, így nem lehet megvásárolni

source: Course is not required enroll
hu_hu: A kurzusra feliratkozás nem kötelező

source: Course can not retry
hu_hu: A kurzust nem lehet újra megkezdeni

source: Course is out of stock
hu_hu: A kurzus elfogyott

source: Your order is waiting for processing
hu_hu: A rendelését feldolgozásra vár

source: Course is enrolled
hu_hu: Feliratkozva a kurzusra

source: Course is enrolled or finished
hu_hu: Feliratkozva a kurzusra, vagy kurzus teljesítve

source: The course has finished.
hu_hu: A kurzus befejeződött.

source: Error: The course is not in progress.
hu_hu: Hiba: A kurzus nincs folyamatban.

source: Error: Filter the disabled finished courses.
hu_hu: Hiba: Szűrje ki a letiltott befejezett kurzusokat.

source: You cannot start a quiz in preview mode.
hu_hu: Nem indíthat el egy kvízt előnézetben.

source: The course does not exist or does not contain a quiz.
hu_hu: A kurzus nem létezik, vagy nem tartalmaz kvízt.

source: You have already finished the course of this quiz
hu_hu: Már befejezte ennek a kvíznek a kurzusát

source: The user has started or completed the quiz.
hu_hu: A felhasználó elkezdte vagy befejezte a kvízt.

source: You have to log in to start the quiz.
hu_hu: Be kell jelentkeznie a kvíz elindításához.

source: The user has already finished the course of this quiz.
hu_hu: A felhasználó már befejezte ennek a kvíznek a kurzusát.

source: The user has completed the quiz
hu_hu: A felhasználó befejezte a kvízt

source: You can not redo a quiz in a finished course.
hu_hu: Nem lehet újra elvégezni egy kvízt befejezett kurzusban.

source: %1$s::%2$s - The user has not completed the quiz.
hu_hu: %1$s::%2$s - A felhasználó nem fejezte be a kvízt.

source: %1$s::%2$s - Your quiz can't be retaken.
hu_hu: %1$s::%2$s - A kvízt nem lehet újra megcsinálni.

source: quiz
hu_hu: kvíz

source: quizzes
hu_hu: kvízek

source: Want to become an instructor?
hu_hu: Szeretne oktatóvá válni?

source: Please log in to enroll in this course
hu_hu: Jelentkezzen be, hogy feliratkozhasson erre a kurzusra

source: You have already finished the course
hu_hu: Már befejezte a kurzust

source: You have already enrolled in this course
hu_hu: Már feliratkozott erre a kurzusra

source: The old password is incorrect!
hu_hu: A régi jelszó helytelen!

source: Incorrect confirmation password!
hu_hu: Helytelen megerősítő jelszó!

source: Invalid item id.
hu_hu: Érvénytelen tételazonosító.

source: Invalid item data.
hu_hu: Érvénytelen tételadat.

source: Course of Quiz not enroll
hu_hu: A kurzus vagy a kvíz nincs feliratkozva

source: Invalid Course ID.
hu_hu: Érvénytelen kurzusazonosító.

source: Invalid Quiz
hu_hu: Érvénytelen kvíz

source: Facebook Profile
hu_hu: Facebook-profil

source: Twitter Profile
hu_hu: Twitter-profil

source: Google Profile
hu_hu: Google-profil

source: Youtube Channel
hu_hu: YouTube-csatorna

source: Linkedin Profile
hu_hu: LinkedIn-profil

source: Display the Extra information in Course settings
hu_hu: A további információk megjelenítése a kurzusbeállításokban

source: LearnPress - Course Extra
hu_hu: LearnPress - További kurzusinformációk

source: Course Extra
hu_hu: További kurzusinformációk

source: Target audience
hu_hu: Célcsoport

source: Select Course
hu_hu: Kurzus kiválasztása

source: CSS Class
hu_hu: CSS osztály

source: Error: Please select a Course.
hu_hu: Hiba: Kérjük, válasszon ki egy kurzust.

source: No Course found!
hu_hu: Nincs találat a kurzusra!

source: Display the Course Filter
hu_hu: A kurzus szűrő megjelenítése

source: LearnPress - Course Filter
hu_hu: LearnPress - kurzusszűrő

source: Display the Course Infomation
hu_hu: A kurzusinformációk megjelenítése

source: LearnPress - Course Info
hu_hu: LearnPress - kurzusinformációk

source: Course Info
hu_hu: Kurzusinformációk

source: Display the Course Progress
hu_hu: A kurzus előrehaladásának megjelenítése

source: LearnPress - Course Progress
hu_hu: LearnPress - kurzus előrehaladás

source: Course Progress
hu_hu: Kurzus előrehaladás

source: You need to log in to view the Course Progress
hu_hu: Be kell jelentkeznie a kurzus előrehaladásának megtekintéséhez

source: Please choose a course!
hu_hu: Kérjük, válasszon egy kurzust!

source: You haven't started %s
hu_hu: Még nem kezdte el a(z) %s kurzust

source: Widget Course Filter
hu_hu: Kurzus szűrő widget

source: Display the Featured courses
hu_hu: Kiemelt kurzusok megjelenítése

source: LearnPress - Featured Courses
hu_hu: LearnPress - Kiemelt kurzusok

source: Featured Courses
hu_hu: Kiemelt kurzusok

source: Show instructor
hu_hu: Mutassa az oktatót

source: Show thumbnail
hu_hu: Képnézete megjelenítése

source: Description length
hu_hu: Leírás hossza

source: Show price
hu_hu: Ár megjelenítése

source: CSS class
hu_hu: CSS osztály

source: Go to courses
hu_hu: Ugrás a kurzusokra

source: Go to Courses
hu_hu: Ugrás a kurzusokra

source: Display the Popular courses
hu_hu: Népszerű kurzusok megjelenítése

source: LearnPress - Popular Courses
hu_hu: LearnPress - Népszerű kurzusok

source: Popular Courses
hu_hu: Népszerű kurzusok

source: Display the Recent courses
hu_hu: Legújabb kurzusok megjelenítése

source: LearnPress - Recent Courses
hu_hu: LearnPress - Legújabb kurzusok

source: Recent Courses
hu_hu: Legújabb kurzusok

source: Documentation
hu_hu: Dokumentáció

source: Logged in as <a href="%1$s">%2$s</a>.
hu_hu: Bejelentkezve mint <a href="%1$s">%2$s</a>.

source: Log out of this account
hu_hu: Kijelentkezés ebből a fiókból

source: Log out &raquo;
hu_hu: Kijelentkezés &raquo;

source: Sign in
hu_hu: Bejelentkezés

source: Username or email
hu_hu: Felhasználónév vagy e-mail

source: Email or username
hu_hu: E-mail vagy felhasználónév

source: Remember me
hu_hu: Emlékezz rám

source: Lost password?
hu_hu: Elfelejtett jelszó?

source: Don't have an account?
hu_hu: Nincs fiókja?

# checkout sign up link
source: Sign up
hu_hu: Regisztráció

source: Sign up
hu_hu: Regisztráció

source: Email address
hu_hu: E-mail cím

source: Username
hu_hu: Felhasználónév

source: Confirm Password
hu_hu: Jelszó megerősítése

source: Already had an account?
hu_hu: Már van fiókja?

source: Please log in to enroll in the course!
hu_hu: Kérjük, jelentkezzen be a kurzusra való jelentkezéshez!

source: Or quick checkout as
hu_hu: Vagy gyors kijelentkezésként

# checkout guest link
source: Guest
hu_hu: Vendég

source: As Guest
hu_hu: Vendégként

source: Enter your email...
hu_hu: Add meg az e-mail címed...

# checkout sign in link
source: Sign in
hu_hu: Bejelentkezés

source: Or you can %1$s%2$s %3$s now.
hu_hu: Vagy most %1$s%2$s %3$s.

source: Additional Information
hu_hu: További információ

source: Note to administrator
hu_hu: Megjegyzés az adminisztrátornak

source: Order Key
hu_hu: Rendelési kulcs

source: Order Number
hu_hu: Rendelési szám

source: Payment Method
hu_hu: Fizetési mód

# payment method
source: Secure Connection
hu_hu: Biztonságos kapcsolat

source: Your order
hu_hu: Rendelésed részletei

source: Subtotal
hu_hu: Részösszeg

source: Terms of Service
hu_hu: Felhasználási feltételek

source: By completing your purchase you agree to those <a href="%1$s" target="_blank">%2$s</a>.
hu_hu: A vásárlás befejezésével elfogadod a <a href="%1$s" target="_blank">%2$s</a>ot.

source: Do you want to complete the lesson
hu_hu: Szeretnéd befejezni a leckét

source: You have completed this lesson at
hu_hu: Befejezted ezt a leckét itt:

source: Complete lesson
hu_hu: Lecke befejezése

source: Complete
hu_hu: Befejezés

source: The lesson content is empty.
hu_hu: A lecke tartalma üres.

source: You haven't any question!
hu_hu: Nincsenek kérdéseid!

source: Order summary
hu_hu: Rendelés összegzése

source: Purchase Date
hu_hu: Vásárlás dátuma

source: User Email
hu_hu: Felhasználó e-mail címe

source: Quantity: %s
hu_hu: Mennyiség: %s

source: Cost: %s
hu_hu: Költség: %s

source: Your name
hu_hu: Az Ön neve

source: Your email address
hu_hu: Az Ön e-mail címe

source: Phone
hu_hu: Telefonszám

source: Your phone number
hu_hu: Az Ön telefonszáma

source: Message
hu_hu: Üzenet

source: Your message
hu_hu: Az Ön üzenete

source: Submitting
hu_hu: Beküldés

source: The LearnPress <strong>Checkout</strong> page is not set up.
hu_hu: A LearnPress <strong>Ki- és bejelentkezés</strong> oldal nincs beállítva.

source: Please contact the administrator to set up this page.
hu_hu: Kérjük, lépj kapcsolatba az adminisztrátorral, hogy beállíthasd ezt az oldalt.

source: Please <a href=\"%s\" target=\"_blank\">setup</a> it so users can purchase courses.
hu_hu: Kérjük, <a href=\"%s\" target=\"_blank\">állítsd be</a>, hogy a felhasználók vásárolhassák a kurzusokat.

source: Search results for:
hu_hu: Keresési találatok ehhez:

source: Login
hu_hu: Bejelentkezés

source: Lost your password?
hu_hu: Elfelejtette a jelszavát?

# register-heading
source: Register
hu_hu: Regisztráció

source: No courses were found to match your selection.
hu_hu: Nem találhatók kurzusok a kiválasztásának megfelelően.

# template title empty
source: Untitled
hu_hu: Névtelen

source: Show more items
hu_hu: További elemek megjelenítése

source: Unfortunately your order cannot be processed as the originating bank/merchant has declined your transaction.
hu_hu: Sajnálatos módon a rendelését nem lehet feldolgozni, mivel az eredeti bank/kereskedő visszautasította a tranzakcióját.

source: Please attempt your purchase again or go to your account page.
hu_hu: Próbáld újra a vásárlást, vagy menj a Profilom oldalra.

source: Please attempt your purchase again.
hu_hu: Kérejük próbáld újra a vásárlást.

source: Order Number:
hu_hu: Rendelési szám:

source: Date:
hu_hu: Dátum:

source: Payment Method:
hu_hu: Fizetési mód:

source: Order status:
hu_hu: Rendelés állapota:

source: Order key
hu_hu: Rendelési kulcs

source: Recover
hu_hu: Visszaállítás

source: Please <a href="%s">login</a> to see your profile content
hu_hu: Kérjük, <a href="%s">jelentkezzen be</a>, hogy láthassa profil tartalmát

source: View more
hu_hu: Továbbiak megjelenítése

source: Enrolled Courses
hu_hu: Felvett kurzusok

source: The total number of courses is being learned
hu_hu: Összes kurzusok száma, amelyeket tanul

source: Active Courses
hu_hu: Aktív kurzusok

source: Total courses have finished
hu_hu: Az összes kurzus befejeződött

source: Completed Courses
hu_hu: Befejezett kurzusok

source: Total created courses
hu_hu: Létrehozott kurzusok összesen

source: Total attended students
hu_hu: Az összes résztvevő diák

source: No orders!
hu_hu: Nincsenek rendelései!

source: My Orders
hu_hu: Rendeléseim

source: This order is paid for %s
hu_hu: Ez a rendelés fizetve %s

source: This order is paid by %s
hu_hu: Ezt a rendelést fizette %s

source: If you have a valid order key, you can recover it here.
hu_hu: Ha érvényes rendelési kulcsa van, itt helyreállíthatja.

source: When you checkout as a Guest, an order key will be sent to your email. You can use the order key to create an order.
hu_hu: Amikor vendégként vásárolsz, egy rendelési kulcsot küldünk a megadott e-mail címre. A rendelési kulcsot használhatod a rendelés létrehozásához.

source: No quizzes!
hu_hu: Nincsenek kvízek!

source: Biographical Info
hu_hu: Személyes adatok

source: Share a little biographical information to fill out your profile. This may be shown publicly.
hu_hu: Osszon meg néhány önéletrajzi információt, hogy kitöltse a profilját. Ez nyilvánosan is megjelenhet.

source: Confirm New Password
hu_hu: Az új jelszó megerősítése

source: The new password does not match!
hu_hu: Az új jelszó nem egyezik meg!

source: No courses
hu_hu: Nincsenek kurzusok

source: Start Now
hu_hu: Indítás most

source: Finish course
hu_hu: Kurzus befejezése

source: Do you want to retake the course
hu_hu: Szeretné újra elkezdeni a kurzust?

source: Retake course
hu_hu: Kurzus újrakezdése

# course-item-navigation
source: Prev
hu_hu: Előző

# course-item-navigation
source: Next
hu_hu: Következő

source: <span class="items-completed">%1$s</span> of %2$d items
hu_hu: <span class="items-completed">%1$s</span> az összes %2$d elem közül

# search course input placeholder
source: Search for course content
hu_hu: Keresés a kurzus tartalmában

source: This content is protected, please <a class=\"lp-link-login\" href=\"%s\">login</a> and enroll in the course to view this content!
hu_hu: Ez a tartalom védett, kérjük, <a class=\"lp-link-login\" href=\"%s\">jelentkezzen be</a> és iratkozzon fel a kurzusra a tartalom megtekintéséhez!

source: Featured Review
hu_hu: Kiemelt vélemény

# course graduation
source: un-graduated
hu_hu: nem végzett el

source: About the Instructor
hu_hu: Az oktatóról

source: Section progress %s%%
hu_hu: Szakasz előrehaladás %s%%

source: No items in this section
hu_hu: Nincsenek elemek ebben a szakaszban

source: Uncategorized
hu_hu: Nincs kategorizálva

source: Lessons completed:
hu_hu: Elkészült leckék:

source: Quizzes finished:
hu_hu: Kvízek befejezve:

source: Failed %1$d, Passed %2$d
hu_hu: Nem sikerült %1$d, Sikeres %2$d

source: Passing condition: %s%%
hu_hu: Sikeres teljesítés feltétele: %s%%

source: You started on:
hu_hu: Elkezdte ekkor:

source: Course will end:
hu_hu: A kurzus véget ér:

source: You finished on:
hu_hu: Befejezte ekkor:

source: The curriculum is empty
hu_hu: A tanterv üres

source: Show more Sections
hu_hu: További szakaszok megjelenítése

source: You finished this course. This course has been blocked
hu_hu: Befejezte ezt a kurzust. Ez a kurzus le lett tiltva.

source: This course has been blocked for expiration
hu_hu: Ez a kurzus le lett tiltva lejárati idő miatt

# block title
source: Archive Course
hu_hu: Kurzus archiválása

# block description
source: Renders template Archive Course PHP templates.
hu_hu: Sablonok archiválása a kurzushoz PHP sablonokkal.

# block keyword
source: archive course
hu_hu: Kurzus archiválása

# block title
source: Item curriculum Course
hu_hu: Elem tanterv kurzus

# block description
source: Renders template Single Item Curriculum Course PHP templates.
hu_hu: Egyetlen kurzus elem sablonjának megjelenítése.

# block keyword
source: item curriculum course
hu_hu: elem tanterv kurzus

# block title
source: Single Course
hu_hu: Egyedi kurzus

# block description
source: Renders template Single Course PHP templates.
hu_hu: Egyedi kurzus sablonainak megjelenítése.

# block keyword
source: single course
hu_hu: egyedi kurzus
