Repository: koosdaniel/szimjontimi.hu
Catalog: plugins/learnpress/learnpress-*.po
Languages: hu_hu

source: LearnPress order status
hu_hu: LearnPress rendelési állapot

source: LearnPress status
hu_hu: LearnPress állapot

source: sales
hu_hu: eladás

source: Created by:
hu_hu: Létrehozta:

source: View Page Courses
hu_hu: Kurzusok oldal megtekintése

source: View Page Profile
hu_hu: Profil oldal megtekintése

source: View Page Instructors
hu_hu: Oktatók oldal megtekintése

source: Learning Management System
hu_hu: Tanulásmenedzsment rendszer

source: Available Courses
hu_hu: Elérhető kurzusok

source: Shop Page
hu_hu: Bolt oldal

source: Cart Page
hu_hu: Kosár oldal

source: Checkout Page
hu_hu: Fizetési oldal

source: My Account Page
hu_hu: Saját fiókom oldal

source: Terms and Conditions Page
hu_hu: Felhasználási feltételek oldal

source: Account
hu_hu: Fiók

source: Billing
hu_hu: Számlázás

source: Checkout
hu_hu: Fizetés

source: Confirmation
hu_hu: Megerősítés

source: Invoice
hu_hu: Számla

source: Levels
hu_hu: Szintek

source: Members
hu_hu: Tagok

source: Activity
hu_hu: Tevékenység

source: Register
hu_hu: Regisztráció

source: Activate
hu_hu: Aktiválás

source: Instructors
hu_hu: Oktatók

source: Single Instructors
hu_hu: Egyedi oktatók

source: Profile
hu_hu: Profil

source: Become a Teacher
hu_hu: Legyél te is Tanár

source: LearnPress Page
hu_hu: LearnPress oldal

source: LearnPress Pages (%d)
hu_hu: LearnPress oldalak (%d)

# pending-request
source: Accept
hu_hu: Elfogad

# pending-request
source: Deny
hu_hu: Elutasít

source: Pending Request %s
hu_hu: Függő kérelem %s

source: A user has %s to become a teacher.
hu_hu: Egy felhasználónak %s áll rendelkezésére tanárnak válni.

source: If you like <strong>LearnPress</strong> please leave us a %1$s&#9733;&#9733;&#9733;&#9733;&#9733;%2$s rating. A huge thanks from the LearnPress team for your generosity.
hu_hu: Ha tetszik a <strong>LearnPress</strong>, kérjük, hagyj nekünk egy %1$s&#9733;&#9733;&#9733;&#9733;&#9733;%2$s értékelést. Hatalmas köszönet a LearnPress csapatától a nagylelkűségéért.

source: Thanks :)
hu_hu: Köszönöm :)

source: Permalink is only available if the item is already assigned to a course.
hu_hu: A permalink csak akkor elérhető, ha az elem már hozzá van rendelve egy kurzushoz.

source: Are you sure you want to install the sample course data?
hu_hu: Biztos benne, hogy telepíteni szeretné a minta kurzusadatokat?

source: Are you sure you want to delete the sample course data?
hu_hu: Biztos benne, hogy törölni szeretné a minta kurzusadatokat?

source: The Course "%s" has been created
hu_hu: A(z) "%s" kurzus létrehozva

source: View
hu_hu: Megtekintés

source: No data sample.
hu_hu: Nincs adatminták.

source: The sample data was successfully deleted!
hu_hu: A mintaadatok sikeresen törölve!

source: Sample course
hu_hu: Minta kurzus

source: Add
hu_hu: Hozzáadás

source: Close
hu_hu: Bezárás

source: Search items
hu_hu: Elemek keresése

source: No item found
hu_hu: Nincs találat

source: There are no available lessons for this course, please use
hu_hu: Nincsenek elérhető leckék ehhez a kurzushoz, kérjük, használjon

source: Add new item
hu_hu: Új elem hozzáadása

source: There are no available quizzes for this course, please use
hu_hu: Nincsenek elérhető kvízek ehhez a kurzushoz, kérjük, használjon

source: There are no available questions for this quiz, please use
hu_hu: Nincsenek elérhető kérdések ehhez a kvízhez, kérjük, használjon

source: Search users
hu_hu: Felhasználók keresése

source: No plugin found.
hu_hu: Nincs találat a bővítmények között.

source: By %s
hu_hu: Szerző: %s

source: Install %s now
hu_hu: Telepítse a(z) %s-t most

source: Install and Active
hu_hu: Telepítés és Aktiválás

source: Update %s now
hu_hu: %s frissítése most

source: Update Now
hu_hu: Frissítés most

source: Enabled
hu_hu: Engedélyezve

source: Disabled
hu_hu: Letiltva

source: Not Install
hu_hu: Nincs telepítve

source: Last Updated:
hu_hu: Utolsó frissítés:

source: %s ago
hu_hu: %s ezelőtt

source: %s Active Installs
hu_hu: %s aktív telepítés

source: Untested with your version of WordPress
hu_hu: Nem tesztelve a WordPress verziójával

source: <strong>Incompatible</strong> with your version of WordPress
hu_hu: <strong>Nem kompatibilis</strong> a WordPress verziójával

source: <strong>Compatible</strong> with your version of WordPress
hu_hu: <strong>Kompatibilis</strong> a WordPress verziójával

source: Item progress is deleted
hu_hu: Az elem előrehaladása törölve lett

source: No data found
hu_hu: Nincs találat

# static-page
source: LP Courses
hu_hu: LP kurzusok

# static-page
source: LP Profile
hu_hu: LP profil

# static-page
source: LP Checkout
hu_hu: LP pénztár

# static-page
source: LP Become a Teacher
hu_hu: LP tanárként jelentkezés

# static-page
source: LP Terms and Conditions
hu_hu: LP felhasználási feltételek

source: Welcome
hu_hu: Üdvözöljük

source: Run Setup Wizard
hu_hu: Telepítés varázsló indítása

source: Pages
hu_hu: Oldalak

source: Payment
hu_hu: Fizetés

source: Finish
hu_hu: Befejezés

source: New Course
hu_hu: Új kurzus

source: You can not delete this item!
hu_hu: Nem törölheti ezt az elemet!

source: Invalid params!
hu_hu: Érvénytelen paraméterek!

source: New Question
hu_hu: Új kérdés

source: Invalid quiz
hu_hu: Érvénytelen kvíz

source: New Quiz
hu_hu: Új kvíz

source: Quiz creation failed.
hu_hu: A kvíz létrehozása sikertelen.

source: Disable %s now
hu_hu: %s letiltása most

source: Disable Now
hu_hu: Letiltás most

source: Enable %s now
hu_hu: %s engedélyezése most

source: Enable Now
hu_hu: Engedélyezés most

source: Buy Now
hu_hu: Vásárlás most

source: Categories
hu_hu: Kategóriák

source: Tags
hu_hu: Címkék

# copy course
source: Duplicate
hu_hu: Másolat készítése

# copy quiz
source: Duplicate
hu_hu: Másolat készítése

# copy question
source: Duplicate
hu_hu: Másolat készítése

# copy lesson
source: Duplicate
hu_hu: Másolat készítése

source: [ Add a new page ]
hu_hu: [ Új oldal hozzáadása ]

source: Select Page
hu_hu: Oldal kiválasztása

source: Select a page&hellip;
hu_hu: Válasszon ki egy oldalt&hellip;

# dropdown pages
source: or
hu_hu: vagy

source: Create new
hu_hu: Új létrehozása

source: New page title
hu_hu: Új oldal címe

source: Cancel [ESC]
hu_hu: Mégse [ESC]

source: Edit page
hu_hu: Oldal szerkesztése

source: View page
hu_hu: Oldal megtekintése

source: Minutes
hu_hu: Perc

source: Plain Text
hu_hu: Egyszerű szöveg

source: Get it now
hu_hu: Most szerezd meg

source: View Demo
hu_hu: Demó megtekintése

source: All
hu_hu: Összes

source: Publish
hu_hu: Közzétesz

source: Pending
hu_hu: Függőben lévő

source: Paid
hu_hu: Fizetős

source: Free
hu_hu: Ingyenes

source: Completed
hu_hu: Befejezve

source: Pending Courses/Publish Courses
hu_hu: Függőben lévő kurzusok/Közzétett kurzusok

source: Free Courses/Paid Courses
hu_hu: Ingyenes kurzusok/Fizetős kurzusok

source: Copy
hu_hu: Másolás

source: Question id %s does not exist.
hu_hu: A kérdés azonosítója %s nem létezik.

source: Quiz id %s does not exist.
hu_hu: A kvíz azonosítója %s nem létezik.

source: Courses base
hu_hu: Kurzus alap

source: Courses base with category
hu_hu: Kurzus alap kategóriával

source: Custom Base
hu_hu: Egyéni alap

source: Enter a custom base to use. A base must be set or WordPress will use default values instead.
hu_hu: Adjon meg egyéni alapot a használathoz. Egy alapot be kell állítani, különben a WordPress alapértelmezett értékeket fog használni.

source: Add new
hu_hu: Új hozzáadása

source: General Settings
hu_hu: Általános beállítások

source: This template has been overridden by your theme and can be found in: <code>%s</code>. <br />Please open the file in an editor program to edit
hu_hu: Ezt a sablont a saját témád felülírta, és megtalálható itt: <code>%s</code>. <br />Kérjük, nyisd meg a fájlt egy szerkesztőprogramban a szerkesztéshez.

source: Click on any variables above to insert them into the email.
hu_hu: Kattints bármelyik változóra a fenti beillesztéséhez az e-mailbe.

source: Delete
hu_hu: Törlés

source: Add images
hu_hu: Képek hozzáadása

source: Add to gallery
hu_hu: Galériához adás

source: Delete images
hu_hu: Képek törlése

source: Select images
hu_hu: Képek kiválasztása

source: Select
hu_hu: Kiválasztás

source: Upload
hu_hu: Feltöltés

source: Manage
hu_hu: Kezelés

source: Enable all
hu_hu: Az összes engedélyezése

source: Disable all
hu_hu: Az összes letiltása

source: Advanced
hu_hu: Haladó

source: Style
hu_hu: Stílus

source: Width container
hu_hu: Konténer szélessége

source: With of container, Ex: 1140px, 80rem
hu_hu: A konténer szélessége, pl.: 1140px, 80rem

source: Primary color
hu_hu: Elsődleges szín

source: Default: %s
hu_hu: Alapértelmezett: %s

source: Secondary color
hu_hu: Másodlagos szín

source: Enable gutenberg
hu_hu: Gutenberg engedélyezése

source: Question
hu_hu: Kérdés

source: Debug Mode
hu_hu: Hibakeresési mód

source: Enable debug mode for the developer.
hu_hu: Engedélyezze a hibakeresési módot a fejlesztőnek.

source: Sticky Quiz Paging
hu_hu: Rögzített kvíz navigáció

source: The question's navigation position is sticky. If this option is disabled, the question navigation position will be below the quiz content
hu_hu: A kérdés navigációs pozíciója rögzített. Ha ez az opció letiltva van, akkor a kérdés navigációs pozíciója a kvíz tartalma alatt lesz

source: Emails
hu_hu: E-mailek

source: Email sender options
hu_hu: E-mail küldő beállítások

source: For all outgoing LearnPress notification emails.
hu_hu: Minden kimenő LearnPress értesítő e-mailhez.

source: "From" name
hu_hu: "Feladó" név

source: Email template
hu_hu: E-mail sablon

source: This section lets you customize the LearnPress emails
hu_hu: Ez a szakasz lehetővé teszi a LearnPress e-mailek testreszabását

source: Content type
hu_hu: Tartalom típusa

source: Header image
hu_hu: Fejléc képe

source: Footer text
hu_hu: Lábléc szövege

source: Payments
hu_hu: Fizetések

source: Guest checkout
hu_hu: Vendég fizetés

source: Enable guest checkout.
hu_hu: Vendég fizetés engedélyezése.

source: Account login
hu_hu: Bejelentkezés a felhasználói fiókodba

source: Enable the login form in the checkout.
hu_hu: Engedélyezze a bejelentkezési űrlapot a fizetésnél.

source: Account creation
hu_hu: Felhasználói fiók létrehozása

source: Enable the register form in the checkout.
hu_hu: Engedélyezi a regisztrációs űrlapot a fizetésnél.

source: Custom order slug
hu_hu: Egyéni rendelési slug

source: Permalinks
hu_hu: Állandó hivatkozások

source: Become an Instructor
hu_hu: Tanár lesz

source: Cancelled Order
hu_hu: Megszakított rendelés

source: Completed Order
hu_hu: Befejezett rendelés

source: Review Course
hu_hu: Tantárgy felülvizsgálata

source: Enrolled Course
hu_hu: Beiratkozott kurzus

source: Finished Course
hu_hu: Befejezett kurzus

source: New Order
hu_hu: Új rendelés

source: Processing Order
hu_hu: Feldolgozás alatt álló rendelés

source: Reset Password
hu_hu: Jelszó visszaállítása

source: Add-ons
hu_hu: Kiegészítők

source: LearnPress Add-ons
hu_hu: LearnPress kiegészítők

source: LearnPress Settings
hu_hu: LearnPress beállítások

source: Save settings
hu_hu: Beállítások mentése

source: Statistics
hu_hu: Statisztika

source: LearnPress Statistics
hu_hu: LearnPress statisztika

source: Users
hu_hu: Felhasználók

source: Overview
hu_hu: Áttekintés

source: Themes
hu_hu: Témák

source: LearnPress Themes
hu_hu: LearnPress témák

source: Tools
hu_hu: Eszközök

source: LearnPress Tools
hu_hu: LearnPress eszközök

source: Course Data
hu_hu: Kurzus adatok

source: Assign/Unassigned Course
hu_hu: Kurzus hozzárendelése/eltávolítása

source: Database
hu_hu: Adatbázis

source: Templates
hu_hu: Sablonok

source: LearnPress Beta Version
hu_hu: LearnPress béta verzió

source: Cache
hu_hu: Gyorsítótár

source: Clear all cache
hu_hu: Az összes gyorsítótár törlése

source: Latest version
hu_hu: Legújabb verzió

source: Extends Now
hu_hu: Kiterjesztés most

source: Your update and support has expired!
hu_hu: A frissítési és támogatási időszak lejárt!

source: You have a license of for this item with %s days of update & support remaining. Please extend the update & support license to keep updating the latest versions & receive customer support from ThimPress before it expires.
hu_hu: Önnek van egy licencje erre az elemre, %s nap frissítési és támogatási idővel. Kérjük, hosszabbítsd meg a frissítési és támogatási licencet, hogy a legfrissebb verziókat frissíthesd és ügyféltámogatást kapj a ThimPress-től, mielőtt lejárna.

source: Change Purchase Code
hu_hu: Vásárlási kód módosítása

source: Install
hu_hu: Telepítés

source: Deactivate
hu_hu: Inaktiválás

source: Update
hu_hu: Frissítés

source: Installed
hu_hu: Telepítve

source: License
hu_hu: Licenc

source: Not Installed
hu_hu: Nincs telepítve

source: No related themes.
hu_hu: Nincsenek kapcsolódó témák.

source: Education Support
hu_hu: Oktatási támogatás

source: New version Addons.
hu_hu: Új verzió Kiegészítők.

source: You have a LearnPress add-ons license that needs to be extended.
hu_hu: Van egy LearnPress kiegészítő licenc, amelyet ki kell terjeszteni.

source: Check now!
hu_hu: Ellenőrizze most!

source: The LearnPress plugin base directory must be <strong>learnpress/learnpres.php</strong> (case-sensitive) to ensure all functions work properly and are fully operational (currently <strong>%s</strong>)
hu_hu: A LearnPress bővítmény alapkönyvtára <strong>learnpress/learnpres.php</strong> (kis- és nagybetű-érzékeny) kell legyen annak érdekében, hogy minden funkció megfelelően működjön és teljesen működőképes legyen (jelenlegi <strong>%s</strong>)

source: LearnPress LMS is ready to use.
hu_hu: A LearnPress LMS használatra kész.

source: Quick Setup
hu_hu: Gyors beállítás

source: <strong>LearnPress update</strong> – We need to update your database to the latest version.
hu_hu: <strong>LearnPress frissítés</strong> – Frissítenünk kell az adatbázisát a legújabb verzióra.

source: Go to Update
hu_hu: Ugrás a frissítéshez

source: LearnPress User Profile
hu_hu: LearnPress felhasználói profil

source: Details
hu_hu: Részletek

source: Something went wrong! Please reload to continue editing the curriculum.
hu_hu: Valami hiba történt! Kérjük, frissítse az oldalt a tanterv további szerkesztéséhez.

source: Type here to search for an item
hu_hu: Ide írjon, hogy keresse az elemet

source: No item found.
hu_hu: Nem található elem.

source: Adding
hu_hu: Hozzáadás

source: Create a new section
hu_hu: Új szakasz létrehozása

# page-navigation
source: Previous
hu_hu: Előző

# page-navigation
source: Next
hu_hu: Következő

source: Enable/Disable Preview
hu_hu: Előnézet engedélyezése/letiltása

source: Edit an item
hu_hu: Elem szerkesztése

source: Remove from the course
hu_hu: Eltávolítás a kurzusból

source: Move to trash
hu_hu: Áthelyezés a lomtárba

source: Section description...
hu_hu: Szekció leírása...

source: Select items
hu_hu: Elemek kiválasztása

source: Are you sure?
hu_hu: Biztos vagy benne?

source: Total Raised
hu_hu: Összes felvett összeg

source: %d order
hu_hu: %d rendelés

source: No results found
hu_hu: Nincs találat

source: Downloaded
hu_hu: Letöltve

source: Active Installation
hu_hu: Aktív telepítés

source: Published
hu_hu: Közzétéve

source: Updated
hu_hu: Frissítve

source: Current Version
hu_hu: Jelenlegi verzió

source: There is a new update on LearnPress. You may need to update your theme <strong>(%s)</strong> to avoid outdated template files.
hu_hu: Új frissítés érkezett a LearnPress-hez. Előfordulhat, hogy frissítened kell a sablonodat <strong>(%s)</strong>, hogy elkerüld a régi sablonfájlokat.

source: This is not a bug, don't worry. Read more about the outdated template files notice <a href=\"%s\" target=\"_blank\">here</a>.
hu_hu: Ez nem hiba, ne aggódj. További információk a régi sablonfájlokra vonatkozó értesítésről <a href=\"%s\" target=\"_blank\">itt</a>.

source: View the list of outdated templates
hu_hu: Régi sablonok listájának megtekintése

source: Dismiss
hu_hu: Elutasítás

source: Not assigned yet
hu_hu: Még nem rendelve

source: Course Settings
hu_hu: Kurzus beállítások

source: Pricing
hu_hu: Árképzés

source: Extra Information
hu_hu: További információ

source: Assessment
hu_hu: Értékelés

source: Downloadable Materials
hu_hu: Letölthető anyagok

source: Duration
hu_hu: Időtartam

source: Set to 0 for the lifetime access.
hu_hu: Állítsd 0-ra az életre szóló hozzáféréshez.

source: Block content
hu_hu: Tartalom blokkolása

source: When the duration expires, the course is blocked.
hu_hu: Amikor lejár az időtartam, a kurzus blokkolva lesz.

source: Block the course after the student finished this course.
hu_hu: Zárd le a kurzust, miután a diák befejezte.

source: Allow Repurchase
hu_hu: Visszavásárlás engedélyezése

source: Allow users to repurchase this course after it has been finished or blocked (Do not apply to free courses or Create Order manual).
hu_hu: Engedélyezd a felhasználóknak, hogy újra megvásárolják ezt a kurzust, miután befejezték vagy lezárták (Ne alkalmazható ingyenes kurzusokra vagy manuális rendelés létrehozására).

source: Repurchase action
hu_hu: Visszavásárlás művelet

source: Reset course progress
hu_hu: Kurzus előrehaladásának visszaállítása

source: Keep course progress
hu_hu: Tartsd meg a kurzus előrehaladását

source: Open popup
hu_hu: Popup megnyitása

source: Choose a difficulty level.
hu_hu: Válassz nehézségi szintet.

source: Fake Students Enrolled
hu_hu: Hamis diákok beiratkozva

source: How many students have taken this course?
hu_hu: Hány diák vette fel ezt a kurzust?

source: Max student
hu_hu: Diákok max. száma

source: The maximum number of students that can join a course. Set 0 for unlimited.
hu_hu: A diákok maximális száma, akik csatlakozhatnak a kurzushoz. Állítsd 0-ra a korlátlanhoz.

source: Re-take Course
hu_hu: Újra elvégzem a kurzust

source: The number of times a user can learn again from this course. To disable, set to 0.
hu_hu: A felhasználó újra tanulhat ebből a kurzusból. A letiltáshoz állítsd 0-ra.

source: Finish button
hu_hu: Befejezés gomb

source: Allow showing the finish button when the student has completed all items but has not passed the course assessment yet.
hu_hu: Engedélyezze a befejezés gomb megjelenítését, amikor a diák befejezte az összes elemet, de még nem ment át a kurzus értékelésén.

source: Featured list
hu_hu: Kiemelt lista

source: Add the course to the Featured List.
hu_hu: Add hozzá a kurzust a kiemelt listához.

source: Featured review
hu_hu: Kiemelt vélemény

source: A good review to promote the course.
hu_hu: Egy jó vélemény a kurzus népszerűsítéséhez.

source: External link
hu_hu: Külső hivatkozás

source: Normally used for offline classes. Ex: link to a contact page. Format: https://google.com
hu_hu: Általában offline osztályokhoz használják. Példa: hivatkozás egy kapcsolati oldalra. Formátum: https://google.com

source: Regular price
hu_hu: Normál ár

source: Set a regular price (<strong>%s</strong>). Leave it blank for <strong>Free</strong>.
hu_hu: Állítsd be a rendes árat (<strong>%s</strong>). Hagyd üresen a <strong>Ingyenes</strong> opciót.

source: Sale price
hu_hu: Akciós ár

source: Schedule
hu_hu: Ütemezés

source: Sale start dates
hu_hu: Akciós kezdési dátumok

# placeholder
source: From&hellip;
hu_hu: Tól...

source: Sale end dates
hu_hu: Akciós befejezési dátumok

# placeholder
source: To&hellip;
hu_hu: Ig...

source: There is no enrollment requirement
hu_hu: Nincs beiratkozási követelmény

source: Students can see the content of all course items and take the quiz without logging in.
hu_hu: A diákok láthatják az összes kurzus elem tartalmát, és részt vehetnek a kvízben bejelentkezés nélkül.

source: The method of evaluating a student's performance in a course.
hu_hu: A diák teljesítményének értékelési módja egy kurzuson.

source: <br /><strong>Note! </strong>There is no final quiz in the course. Please add a final quiz.
hu_hu: <br /><strong>Megjegyzés! </strong>Nincs végleges kvíz a kurzusban. Kérjük, adj hozzá egy végleges kvízt.

source: Edit: %s
hu_hu: Szerkesztés: %s

source: Evaluation
hu_hu: Értékelés

source: Passing Grade(%)
hu_hu: Áthaladási pontszám (%)

source: The conditions that must be achieved to finish the course.
hu_hu: A kurzus befejezéséhez elérhető feltételek.

source: Requirements
hu_hu: Követelmények

source: Target Audience
hu_hu: Célcsoport

source: Key Features
hu_hu: Fő jellemzők

source: FAQs
hu_hu: GYIK

source: + Add more
hu_hu: + További hozzáadása

source: + Add media
hu_hu: + Média hozzáadása

source: Downloadable Materials is not allowed!
hu_hu: Letölthető anyagok nem engedélyezettek!

source: Maximum amount of files you can upload more:
hu_hu: Több feltölthető fájl maximális száma:

source: files ( maximum file size is
hu_hu: fájl (a maximális fájlméret

source: Add Course Materials
hu_hu: Kurzus tananyagok hozzáadása

source: Save
hu_hu: Mentés

source: File Title
hu_hu: Fájl címe

source: Enter File Title
hu_hu: Add meg a fájl címét

source: Method
hu_hu: Módszer

source: External
hu_hu: Külső

source: Choose File
hu_hu: Fájl kiválasztása

source: Save field
hu_hu: Mező mentése

source: File URL
hu_hu: Fájl URL

source: Enter File URL
hu_hu: Add meg a fájl URL-jét

source: Do you want to delete this file?
hu_hu: Biztosan törölni szeretné ezt a fájlt?

source: Action
hu_hu: Művelet

source: Repeater
hu_hu: Ismétlő

source: Lesson Settings
hu_hu: Lecke beállítások

source: Preview
hu_hu: Előnézet

source: Students can view this lesson content without taking the course.
hu_hu: A diákok megtekinthetik ezt a lecke tartalmát anélkül, hogy részt vennének a kurzuson.

source: Materials
hu_hu: Anyagok

source: Choose an action
hu_hu: Válasszon egy műveletet

source: Trigger action of the current order status
hu_hu: Az aktuális rendelési állapot kiváltása

source: Delete Permanently
hu_hu: Végleges törlés

source: Move to Trash
hu_hu: Áthelyezés a lomtárba

source: Order Date
hu_hu: Rendelés dátuma

source: Invoice No.
hu_hu: Számla száma

source: Customer
hu_hu: Ügyfél

source: Cost
hu_hu: Költség

source: Quantity
hu_hu: Mennyiség

source: Amount
hu_hu: Összeg

source: Sub Total
hu_hu: Részösszeg

source: Total
hu_hu: Összesen

source: Order %s
hu_hu: Rendelés %s

source: Date created:
hu_hu: Létrehozás dátuma:

source: Status:
hu_hu: Állapot:

source: When the Status is changed to "Pending", "Cancelled", or "Failed" all courses, lessons, quizzes, and other progress are deleted!
hu_hu: Amikor az állapotot "Függőben", "Törölve" vagy "Sikertelen" -re változtatják, minden kurzus, lecke, kvíz és egyéb előrehaladás törlődik!

source: Customers:
hu_hu: Vásárlók:

source: Add multiple users
hu_hu: Több felhasználó hozzáadása

source: Customer:
hu_hu: Vásárló:

source: Change
hu_hu: Módosítás

source: - Or -
hu_hu: - Vagy -

source: In order to change the order user, please change the order status to 'Pending'.
hu_hu: A rendelés felhasználójának megváltoztatásához változtassa meg a rendelés állapotát 'Függőben' -re.

source: Order key:
hu_hu: Rendelési kulcs:

source: Customer Note
hu_hu: Vásárló megjegyzése

source: There are no order items
hu_hu: Nincsenek rendelési tételek

source: Subtotal:
hu_hu: Részösszeg:

source: Total:
hu_hu: Összesen:

source: Add item(s)
hu_hu: Tétel(ek) hozzáadása

source: In order to change the order item, please change the order status to 'Pending'.
hu_hu: A rendelés tételeinek módosításához változtassa meg a rendelés állapotát 'Függőben' -re.

source: Type here to search for the course
hu_hu: Írjon ide a kurzus kereséséhez

source: No results
hu_hu: Nincs találat

source: PDF Invoice
hu_hu: PDF számla

source: PDF Preview
hu_hu: PDF előnézet

source: Export Options
hu_hu: Export opciók

source: Export to pdf
hu_hu: Exportálás PDF-be

source: Site Title
hu_hu: Webhely címe

source: Payment Medthod
hu_hu: Fizetési mód

source: Delete item
hu_hu: Tétel törlése

source: Question Settings
hu_hu: Kérdés beállítások
