Repository: koosdaniel/szimjontimi.hu
Catalog: plugins/learnpress-stripe/learnpress-stripe-*.po
Languages: hu_hu

source: LearnPress - Stripe Payment
hu_hu: LearnPress - Stripe fizetés

source: Stripe payment gateway for LearnPress.
hu_hu: Stripe fizetési átjáró a LearnPress-hez.

source: Enable
hu_hu: Engedélyezés

source: Title
hu_hu: Név

source: Redirect Payment to Stripe Page
hu_hu: Átirányítás a Stripe oldalára fizetéshez

source: Description
hu_hu: Leírás

source: Pay with Stripe
hu_hu: Fizetés Stripe-pal

source: Live secret key
hu_hu: Éles titkos kulcs

source: Live publish key
hu_hu: Éles publikus kulcs

source: Enable test mode
hu_hu: Teszt üzemmód engedélyezése

source: Test secret key
hu_hu: Teszt titkos kulcs

source: Test publish key
hu_hu: Teszt publikus kulcs

source: Make a payment with Stripe.
hu_hu: Fizetés Stripe-pal.

source: Order not found!
hu_hu: Rendelés nem található!

source: Redirecting to Stripe.
hu_hu: Átirányítás a Stripe-hoz.

source: The payment is processing.
hu_hu: A fizetés folyamatban van.

source: Order %s
hu_hu: Rendelés %s

source: You will be redirected to Stripe to complete your payment.
hu_hu: Átirányítjuk a Stripe-hoz a fizetés befejezéséhez.

source: Test mode is enabled. You can use the card number 4242424242424242 with any CVC and a valid expiration date for testing purpose.
hu_hu: A teszt üzemmód engedélyezve van. A 4242424242424242 kártyaszámot lehet használni bármilyen CVC-vel és érvényes lejárati dátummal tesztelés céljából.
